{
    "african": [
        {
            "text": "In the south they don’t care how close you get, as long as you don’t get too high. In the north, they don’t care how high you get, as long as you don’t get too close.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A king's child is a slave elsewhere.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What forgets is the ax, but the tree that has been axed will never forget.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is no shame at all to work for money.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A loose tooth will not rest until it's pulled out.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who digs too deep for a fish may come out with a snake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The path is made by walking.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Silence is talk too",
            "description": "",
            "category": "African"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "African"
        },
        {
            "text": "When deeds speak, words are nothing.",
            "description": "",
            "category": "African"
        },
        {
            "text": "It takes a village to raise a child",
            "description": "",
            "category": "African"
        },
        {
            "text": "He who has brothers has more than riches can buy",
            "description": "",
            "category": "African"
        },
        {
            "text": "It is better to host a good stranger than a bad brother",
            "description": "",
            "category": "African"
        },
        {
            "text": "A sin against a brother or sister is an offence against the gods",
            "description": "",
            "category": "African"
        },
        {
            "text": "If your brother is rich it doesn’t mean you’re rich",
            "description": "",
            "category": "African"
        },
        {
            "text": "A man who pays respect to the great paves the way for his own greatness",
            "description": "",
            "category": "African"
        },
        {
            "text": "If you want to go fast, go alone. If you want to go far, go together.",
            "description": "",
            "category": "African"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "African"
        },
        {
            "text": "When deeds speak, words are nothing.",
            "description": "",
            "category": "African"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you",
            "description": "",
            "category": "African"
        },
        {
            "text": "Peace is costly but it is worth the expense",
            "description": "",
            "category": "African"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you",
            "description": "",
            "category": "African"
        },
        {
            "text": "Smooth seas do not make skillful sailors",
            "description": "",
            "category": "African"
        },
        {
            "text": "To get lost is to learn the way",
            "description": "",
            "category": "African"
        },
        {
            "text": "If you are filled with pride, then you will have no room for wisdom",
            "description": "",
            "category": "African"
        },
        {
            "text": "A single strike parts a champion from a corpse.",
            "description": "",
            "category": "Praesi"
        },
        {
            "text": "However long the night, the dawn will break",
            "description": "",
            "category": "African"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "African"
        },
        {
            "text": "When deeds speak, words are nothing.",
            "description": "",
            "category": "African"
        },
        {
            "text": "The stick of truth may be overstretched but truth will eventually prevail.",
            "description": "",
            "category": "eritrean"
        },
        {
            "text": "Beware of the naked man who offers you clothes.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even if the cock does not crow, the sun will rise.",
            "description": "",
            "category": "ndebele"
        },
        {
            "text": "The lizard had the tree in mind before challenging the dog to a fight.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The hands that make mistakes belong to those who work.",
            "description": "",
            "category": "sesotho"
        },
        {
            "text": "When you carry maize, fowl become your friends.",
            "description": "",
            "category": "ewe"
        },
        {
            "text": "Once the millet has sprouted, it is not afraid of the weather.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "A baby on its mother's back does not know the way is long.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wise man who knows proverbs can reconcile all difficulties.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chick that will grow into a rooster can be spotted the very day it hatches.",
            "description": "There is the sign to every situation where it tends to at the early stages if you look judgmentally.",
            "category": "african"
        },
        {
            "text": "A child’s fingers are not scalded by a piece of hot yam, which his mother puts into his hand.",
            "description": "No matter what it is, your inheritance will never kill you.",
            "category": "african"
        },
        {
            "text": "Send your child where he wants to go, and you will see his pace.",
            "description": "Passion must always drive our actions.",
            "category": "african"
        },
        {
            "text": "To break a palm-knell nut for a fowl.",
            "description": "This proverb is used when a person grieves in vain for something.",
            "category": "african"
        },
        {
            "text": "A fowl does not forget who trim his feathers during the raining season.",
            "description": "A person will never forget help rendered to him for the duration of hard times. Raining season in Africa has always been a difficult period for fowls since it is tough for them to hunt for food while their feathers keep growing.",
            "category": "african"
        },
        {
            "text": "When a man makes a fence, you will know his level of wisdom.",
            "description": "Your knowledge always reveals in your activities. ",
            "category": "african"
        },
        {
            "text": "The day I need a wife, the market is filled with mad people.",
            "description": "When you want something, you will never get it. It is a widely used proverb depicting bad luck.",
            "category": "african"
        },
        {
            "text": "What an elder saw while sitting, a youth could not see it standing.",
            "description": "Elder people always have more knowledge and wisdom than the young people.",
            "category": "african"
        },
        {
            "text": "Look for a dark goat first in the daytime because you may not find it at night.",
            "description": "You should always order your goals and follow them before it is too late to accomplish them.",
            "category": "african"
        },
        {
            "text": "White fowl with beautiful feathers.",
            "description": "This proverb tells about either thing or person that is good for nothing. A good for nothing person or thing. It is commonly used when people talk about a beautiful woman with an evil character.",
            "category": "african"
        },
        {
            "text": "If that rat cannot flee enough, let it make way for tortoise.",
            "description": "If you cannot do something, just let other people try to do it. No one has complete knowledge or power.",
            "category": "african"
        },
        {
            "text": "Who knows who will eat the leg?",
            "description": "It is one of the most known African proverbs about marriage. Any time you see a girl misbehaving, just worn her for you never know who will marry her. It is always might be either you or a member of your family.",
            "category": "african"
        },
        {
            "text": "When death wants to take a little dog, it prevents him from perceiving even the smell of excrement.",
            "description": "It is another great African proverb about life and death. You will never pay attention to a wise advice when you are fated for bad luck. A man who sees a hen scattering excrement should stop it.",
            "category": "african"
        },
        {
            "text": "The man who belittled the sickness a monkey suffered, must ask to see the eyes which his nurse got from blowing his sick fire.",
            "description": "Before you disrespect other people`s difficulties, always think of the effects it has both on them and their families.",
            "category": "african"
        },
        {
            "text": "A boy who perseveres in asking what killed his father before he has enough strength to avenge, may be asking for his father’s fate.",
            "description": "You should never start a battle if you are either not ready for or old enough to become a winner.",
            "category": "african"
        },
        {
            "text": "The very thing that killed a mother rat is always there to make sure that its young ones never open their eyes.",
            "description": "The wicked people are at work all the time.",
            "category": "african"
        },
        {
            "text": "A common snake, which a man sees all alone, may become a python in his eyes.",
            "description": "It is never enough to judge anything on one man’s version.",
            "category": "african"
        },
        {
            "text": "The little bird that hops off the ground and lands on anti-hill may not know it but still on the ground.",
            "description": "You may think that you have achieved greatness, but you are yet to start. Wise people in Africa use this proverb to caution an arrogant person.",
            "category": "african"
        },
        {
            "text": "No matter how long a log stays in water, it does not become a crocodile.",
            "description": "You will always be who you are regardless of how long you fake your character.",
            "category": "african"
        },
        {
            "text": "The wise create proverbs for fools to learn not to repeat.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A baby chicken sleeps under a hawk’s tree without knowing it.",
            "description": "",
            "category": "kpelle"
        },
        {
            "text": "A beautiful things is never perfect.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A beggar won’t mind being insulted.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A borrowed thing will not fulfill your desire.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "A broken clay pot or plate does not become whole again.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A calf doesn’t laugh at a hornless cow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A canoe does not know who the leader is when it turns over, everyone gets wet.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "A chattering bird builds no nest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chick that will grow into a cock can be spotted the very day it hatches.",
            "description": "You can easily foresee the future of something through the character and tell-tale signs it exhibits today.",
            "category": "african"
        },
        {
            "text": "A chicken’s prayer doesn’t affect a hawk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A child’s fingers are not scalded by a piece of hot yam which his mother puts into his palm.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A child’s lie is like a dead fish in a pond that in the end, always comes to the surface, explains his mother.",
            "description": "",
            "category": "luo"
        },
        {
            "text": "A clear conscience makes a soft pillow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A climbing plant does not stay alone.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "A coward has no scar.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A cutting word is worse than a bowstring, a cut may heal, but the cut of the tongue does not.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A deaf ear is followed by death and an ear that listens is followed by blessings.",
            "description": "",
            "category": "samburu and swahili"
        },
        {
            "text": "A dog that has forced its head into a pitcher is greedy.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A dog which steals leaves its puppies a bad name.",
            "description": "",
            "category": "kaonde"
        },
        {
            "text": "A family is like a forest, when you are outside it is dense, when you are inside you see that each tree has it’s place.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A family tie is like a tree; it can bend but it cannot break.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A feeble effort will not fulfill the self.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A friend is someone you share the path with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A goat cannot be cooked with the hyena.",
            "description": "",
            "category": "hausan"
        },
        {
            "text": "A goat is not a dog; one’s own child is not a slave.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "A good deed is something one returns.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A gossiping woman is the root of trouble.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "A grasshopper that sleeps about will be soon awake in a lizard’s mouth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A horse has four legs, yet it often falls.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A leader who does not take advice is not a leader.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A leopard is chasing us, and you are asking me, \"Is it a male or a female?\"",
            "description": "",
            "category": "temne"
        },
        {
            "text": "A lie has many variations, the truth none.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A little rain each day will fill the rivers to overflowing.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "A man dies but his tongue does not rot.",
            "description": "",
            "category": "twi"
        },
        {
            "text": "A man doesn’t go far from where his corn is roasting.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who is trampled to death by an elephant is a man who is blind and deaf.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who pays respect to the great paves the way for his own greatness.",
            "description": "What goes around, comes around so whatever you sow, you shall reap.",
            "category": "african"
        },
        {
            "text": "A man’s face shows what is in his heart.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "A market is not held for the sake of one person.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "A marketplace is not the pace for a husband and wife to argue.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A mother is not to be compared with another person – she is incomparable.",
            "description": "",
            "category": "mongoan"
        },
        {
            "text": "A patient person has all the wealth that there is in this world.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "A person is not his words.",
            "description": "",
            "category": "kpelle"
        },
        {
            "text": "A poor man’s drum is his belly.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "A proud heart can survive a general failure because such a failure does not prick its pride.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A proverb is the horse of conversation: when the conversation lags, a proverb revives it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A restless grasshopper eventually ends up in a birds teeth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A ripe melon falls by itself.",
            "description": "All things happen when their times come.",
            "category": "african"
        },
        {
            "text": "A student doesn’t know about master hood but a master knows about student hood.",
            "description": "A master was once a student and cannot be fooled easily.",
            "category": "african (mandinka)"
        },
        {
            "text": "The dead say to each other, “Dead one”",
            "description": "An analogy for a wicked person pointing out another person’s wickedness.",
            "category": "african (mandinka)"
        },
        {
            "text": "A roaring lion kills no prey.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A rooster is not expected to crow for the whole world.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A set of white teeth does not indicate a pure heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A single stick may smoke, but it will not burn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A slip of the tongue is worse than a slip of your feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A speaker of truth has no friends.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A stream cannot rise above its source.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A talkative bird will not build a nest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A thief and darkness are friends.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A tree is straightened while it is still young.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wanderer with a mouth will not get lost.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "A warrior fights with courage, not with anger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A weapon that you don’t have in your hand will not kill a snake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman is never old when it comes to the dance she knows.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman’s polite devotion is her greatest beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Accomplishment of purpose is better than making a profit.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Advice is like a stranger–if welcome, he stays the night; if not welcome, he returns home that day.",
            "description": "",
            "category": "african"
        },
        {
            "text": "After a fish has matured, it ventures into the deep.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "All errors are amendable.",
            "description": "",
            "category": "african"
        },
        {
            "text": "All the flowers of a tree do not produce fruit.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "All work asks for diligence.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "An old rice bag is ugly, but the thing inside is beautiful.",
            "description": "",
            "category": "kpelle"
        },
        {
            "text": "An old woman is always uneasy when dry bones are mentioned in a proverb.",
            "description": "This proverb means that your mind will judge you when you are guilty in some crime, and it is being said now.",
            "category": "african"
        },
        {
            "text": "Anger against a brother is felt on the flesh, not in the bone.",
            "description": "You should forget and forgive anything your relatives did to you.",
            "category": "african"
        },
        {
            "text": "Anger and madness are brothers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Anxiety will not let you die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "As the dog said, ‘If I fall down for you and you fall down for me, it is playing.’",
            "description": "",
            "category": "african"
        },
        {
            "text": "Ashes fly back into the face of him who throws them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Authority does not depend on age.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Because we focused on the snake, we missed the scorpion.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Being happy in life is better than being a king.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Birds of all kinds will end up landing.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Birds sing not because they have answers but because they have songs.",
            "description": "",
            "category": "african"
        },
        {
            "text": "By his deeds we know a man.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "By trying often the monkey learns to jump from the tree.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Cat and mouse cannot be neighbors long.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Character comes before the teacher.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Character is like pregnancy. It cannot be hidden forever.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Choose your neighbor before you buy your house.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Coffee and love taste best when hot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Confiding a secret to an unworthy person is like carrying grain in a bag with a hole.",
            "description": "",
            "category": "nilotic"
        },
        {
            "text": "Connected with a great man, you will advance.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "Covetousness is the father of disease.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Cutting the ears of a mule will not make him a horse.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Dance in the sun, and turn your back to the clouds.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Daylight follows a dark night.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Despite the beauty of the moon, sun and stars, the sky also has a threatening thunder and striking lightening.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Difficult tasks call for strong men.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Discord between the powerful is a fortune for the poor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not belittle the wife, she is the home.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Do not break your cooking pot for the passing guest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not call the forest that shelters you a jungle.",
            "description": "Do not insult someone who is taking care of your responsibility or taking care of you.",
            "category": "african"
        },
        {
            "text": "Do not forget what is to be a sailor because of being a captain yourself.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not let the goat you might carry on your shoulder play in the mud.",
            "description": "",
            "category": "mende"
        },
        {
            "text": "Do not look where you fell, but where you slipped.",
            "description": "Don’t look at your mistakes; look at what caused your mistakes, otherwise you may repeat the same mistake again.",
            "category": "african"
        },
        {
            "text": "Do not rush the night—the sun will always rise for its own sake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not scare the birds you are going to shoot.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "Do not shed tear for what does not belong to you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not stand in a place of danger trusting in miracles.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not tell a child not to touch a hot lamp, the lamp will tell him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not throw away an empty net, for you do not know what God will do next.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do something at its (right) time, and peace will accompany it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t set sail on someone else’s star.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t set sail using someone else’s star.",
            "description": "Avoid copying someone else. Just because someone has been successful in what he/she does should not be what will make you to do the same thing and expect to be successful.",
            "category": "african"
        },
        {
            "text": "Don’t think there are no crocodiles just because the water’s calm.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Dreaming of eating will not satisfy the hungry.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Drop by drop rain fills a pot.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "Envy is prosperity’s manure.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Even a slow walker will arrive.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Even if you dance in the water, your enemies will accuse you of causing dust.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the best dancer on the stage must retire sometime.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the mightest eagle comes down to the tree tops to rest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the Niger river must flow around an island.",
            "description": "Sometimes the strongest person must turn aside.",
            "category": "hausa"
        },
        {
            "text": "Every fame has a foundation.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Every living thing has a story to tell.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Every misfortune is a blessing.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Every woman is beautiful until she speaks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Everybody has been young before, but not everybody has been old before.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Everything the house gets is by favor of the door.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Examine what is said, not who speaks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Family names are like flowers, they blossom in clusters.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Faults are like hills. You climb yours and then see other people’s faults.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Fear in the forest is shame in the home.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Fear no forest because it is dense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Female quarrels breed court cases.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Few bewail a fool’s misfortune.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Filthy water cannot be washed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "For tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Give thanks for a little and you will find a lot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "God gives nothing to those who keep their arms crossed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "God has created lands with lakes and rivers for man to live. And the desert so that he can find his soul.",
            "description": "",
            "category": "tuareg"
        },
        {
            "text": "God speaks a foreign tongue.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Gold should be sold to the one who knows the value of it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Good music goes with good food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Greatness and beauty do not belong to the Gods alone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Haste is not strength.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Having a good discussion is like having riches.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He has rubbed shoulders against a baobab tree.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "He that beats the drum for the mad man to dance is no better than the mad man himself.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who argues builds no roads.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "He who burns down his house knows why ashes cost a fortune.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who continually uses an axe, must keep it sharp.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He who crosses the sea is wet.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "He who destined for power does not have to fight for it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who does not know one thing knows another.",
            "description": "No one knows everything, but everyone knows something.",
            "category": "african"
        },
        {
            "text": "He who doesn’t clean his mouth before breakfast always complains that the food is sour.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who farms is spared the trouble of buying corn.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He who fears the sun will not become chief.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who guards himself will not perish.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "He who has not traveled widely thinks that his mother is the best cook.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who hearts not the music thinks the dancer mad.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is being carried does not realize how far the town is.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is in the shade does not know that another is in the sun.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He who runs after good fortune runs away from peace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who talks continuously, talks nonsense.",
            "description": "",
            "category": "côte d’ivoire"
        },
        {
            "text": "He who wants to be famous will have many sleepless nights.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who will not work of his own accord will find himself forced to work by another.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He whom a serpent has bitten dreads a slow-worm.",
            "description": "",
            "category": "oji"
        },
        {
            "text": "His opinions are like water in the bottom of a canoe, going from side to side.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "Home is not where we live; home is where we belong.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Honor a child, and he will honor you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hope nourishes the living.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Hot water is no playground for a frog.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "How can man be remembered when the giant trees in the forest are soon forgotten.",
            "description": "",
            "category": "african"
        },
        {
            "text": "However bad the bread it is better than cattle dung.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "However far a stream flows, it never forgets its origin.",
            "description": "",
            "category": "african"
        },
        {
            "text": "However long the night may last, there will be a morning.",
            "description": "",
            "category": "african"
        },
        {
            "text": "However long the night, the dawn will always break.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Hunger is a good cook.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "I cannot hear what you say for the thunder of what you are.",
            "description": "",
            "category": "african"
        },
        {
            "text": "I shall come for the cows after the donkeys have grown horns.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "If a child washes his hands he could eat with kings.",
            "description": "If you prepare and allow yourself to be well trained when you have the opportunity, you will achieve a lot and be favoured in due course.",
            "category": "african"
        },
        {
            "text": "If a man is unhappy, his conduct is the cause.",
            "description": "",
            "category": "tshi"
        },
        {
            "text": "If an arrow has not entered deeply, then its removal is not hard.",
            "description": "",
            "category": "buli"
        },
        {
            "text": "If beards signified intelligence, the goat would have been a genius.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If speech is silver, patience is gold.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "If the banana pest doesn’t die it will always reach at the ripe banana.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the cockroach wants to rule over the chicken, then it must hire the fox as a body-guard.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the rabbit is your enemy, admit that he can sprint fast.",
            "description": "",
            "category": "mali"
        },
        {
            "text": "If the rhythm of the drumbeats changes, the dance steps must adapt.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the sun claims that it has power over the moon, let it shine in the night.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the vulture fails to hover at the end of a sacrifice, then you know that something happened in the land of spirits.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the young are not initiated into the village, they will burn it down just to feel its warmth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If while climbing a tree you insist on going beyond the top, the earth will be waiting for you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are kicked from behind, it means you are in front.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are rich, always shut your door.",
            "description": "",
            "category": "oji"
        },
        {
            "text": "If you don’t like someone story, write your own.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you don’t stand for something, you will fall for something.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you don’t want to resign yourself to poverty, resign yourself to work.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "If you eat all your harvest, you won’t have seed for tomorrow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you escaped from the lion’s den, why go back for your hat?",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you have no teeth, do not break to clay cooking pot.",
            "description": "",
            "category": "chewa"
        },
        {
            "text": "If you have not been to two different bazaars, then you do not know what the best value is.",
            "description": "",
            "category": "burkina faso"
        },
        {
            "text": "If you know the beginning well, the end will not trouble you.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "If you live next to the cemetery, you cannot cry for everyone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you offend, ask for a pardon; if offended forgive.",
            "description": "This is as simple as it sounds: If you upset someone, apologise to him or her. If someone upsets you, forgive him or her because what goes around, comes around.",
            "category": "african"
        },
        {
            "text": "If you receive a gift don’t measure it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you refuse the advice of an elder, you will walk until sunset.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you run after two hares you will catch neither.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you see wrongdoing or evil and say nothing against it, you become its victim.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you tell people to live together, you tell them to quarrel.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you think you are too small to make a difference, you haven’t spent a night with a mosquito.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are filled with pride, then you will have no room for wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Nobody is born wise.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To get lost is to learn the way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "By crawling a child learns to stand.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you close your eyes to facts, you will learn through accidents.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You always learn a lot more when you lose than when you win.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wise create proverbs for fools to learn, not to repeat.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What you help a child to love can be more important than what you help him to learn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who causes others misfortune also teaches them wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What you learn is what you die with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Ears that do not listen to advice, accompany the head when it is chopped off.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Milk and honey have different colors, but they share the same house peacefully.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a village to raise a child.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Cross the river in a crowd and the crocodile won’t eat you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A single stick may smoke, but it will not burn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A family is like a forest, when you are outside it is dense, when you are inside you see that each tree has its place.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A family tie is like a tree, it can bend but it cannot break.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Brothers love each other when they are equally rich.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is no fool who is disowned by his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Home affairs are not talked about on the public square.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If relatives help each other, what evil can hurt them?",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who earns calamity, eats it with his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Children are the reward of life.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hold a true friend with both hands.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A friend is someone you share the path with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Show me your friend and I will show you your character.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Return to old watering holes for more than water; friends and dreams are there to meet you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Between true friends even water drunk together is sweet enough.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A small house will hold a hundred friends.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A close friend can become a close enemy.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A beautiful one hurts the heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Having beauty doesn’t mean understanding the perseverance of marriage.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Judge not your beauty by the number of people who look at you, but rather by the number of people who smile at you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It’s those ugly caterpillars that turn into beautiful butterflies after seasons.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is only a stupid cow that rejoices at the prospect of being taken to a beautiful abattoir.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman who pursues a man for sex loses her spiritual beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chicken with beautiful plumage does not sit in a corner.",
            "description": "",
            "category": "african"
        },
        {
            "text": "She is beautiful; she has love, understands; she respects herself and others; everyone likes, loves and honors her; she is a goddess.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is always a winner even in a monkey’s beauty contest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the colors of a chameleon are for survival not beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman’s polite devotion is her greatest beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There are many colorful flowers on the path of life, but the prettiest have the sharpest thorns.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Despite the beauty of the moon, sun and the stars, the sky also has a threatening thunder and striking lightening.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is no shame at all to work for money.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "He who receives a gift does not measure.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "Greed loses what it has gained.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "Getting only a beautiful woman is like planting a vine on the roadside everyone feeds on it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Sticks in a bundle are unbreakable.",
            "description": "",
            "category": "bondei"
        },
        {
            "text": "Why they like an ugly person takes long for a beautiful person to know.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The beauty of a woman becomes useless if there is no one to admire it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Wisdom is like fire. People take it from others.",
            "description": "",
            "category": "hema (drc)"
        },
        {
            "text": "If you want to go fast, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to go fast, go alone. If you want to go far, go with others.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you’re not part of the solution, you’re part of the problem.",
            "description": "",
            "category": "african"
        },
        {
            "text": "In the land of promise a man may die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Indecision is like a stepchild: if he doesn’t wash his hands, then he is called dirty; but if he washes his hands, then he is wasting water!",
            "description": "",
            "category": "african"
        },
        {
            "text": "Ingratitude is sooner or later fatal to its author.",
            "description": "",
            "category": "twi"
        },
        {
            "text": "It is better to walk than curse the road.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "It is crooked wood that shows the best sculptor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is mysterious if a baboon falls from a tree.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "It is not changing into a lion that is hard; it is getting the tail of a lion.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is not only giants that do great things.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "It is not the cook’s fault when the cassava turns out to be hard and tasteless.",
            "description": "",
            "category": "ewe"
        },
        {
            "text": "It is not what you are called, but what you answer to.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is not work that kills, but worry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is the one who lives in the house who knows where the roof leaks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a whole village to raise a child.",
            "description": "The society is responsible for the moral characters it creates and everyone in a community should be responsible for helping to train a child irrespective of who the parents are; offering correction where they are needed.",
            "category": "african"
        },
        {
            "text": "It’s like removing a hyena from a pit.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "It’s not what you call me, but what I answer to.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Judge not your beauty by the number of people who look at you, but rather by the number of people who smile at you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Knowledge is light, ignorance is darkness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Knowledge is like a garden: If it is not cultivated, it cannot be harvested.",
            "description": "If you don’t make efforts to acquire knowledge then you would not expect to have it and if you do not put the knowledge you have to use, you cannot expect to gain anything from it.",
            "category": "african"
        },
        {
            "text": "Lack of knowledge is darker than night.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Learning expands great souls.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Let everyone sweep his own floor.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Let it be a bite of a cockroach and fly with the wind.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "Life is full of questions. Idiots are full of answers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Living in peace is better than living as a king.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Looking at a king’s mouth one would never think he sucked his mother’s breast.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Looking for something can get in the way of finding it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Man is like pepper: not till you chew him do you know his heat.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Many are cursed for the crime of one.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Milk and honey have different colors, but they share the same house peacefully.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Misfortune of soup made of shanks and feet.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "Money cannot talk, yet it can make lies look true.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Mother raise their daughters and let their sons grow up.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Much silence makes a powerful noise.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Never let hyena know how well you can bite.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No fence is built for the eyes.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "No man can outwit the ancestors.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No man fears what he has seen grow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how beautiful and well crafted a coffin might look, it will not make anyone wish for death.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how big a child is, he cannot deny that he was once carried on the back of a woman.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how hot your anger is, it cannot cook yams.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how thoroughly a crow may wash, it remains ever black.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "No one is a blacksmith at birth.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "No person born great. Great people become great when others are sleeping.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Not to know is bad, not to wish to know is worse.",
            "description": "",
            "category": "wolof"
        },

        {
            "text": "Old and new millet seeds end up in the same mill.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "Once swallowed it is not sweet anymore.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Once the mushroom has sprouted from the earth, there is no turning back.",
            "description": "",
            "category": "luo"
        },
        {
            "text": "Once you carry your own water, you will learn the value of every drop.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One cannot count on riches.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One cannot fight on two roads.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "One cannot part two fighting bulls.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "One does not cross a river with a fool.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "One falsehood spoils a thousand truths.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One fly does not provide for another.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "One must talk little and listen much.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One person cannot move a mountain.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One should first stab a hyena then aim for a lion.",
            "description": "",
            "category": "oromo"
        },
        {
            "text": "One spark burned down a forest.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "One who bathes willingly with cold water doesn’t feel the cold.",
            "description": "",
            "category": "fipa"
        },
        {
            "text": "One who says \"It was too much for me\" does not try.",
            "description": "",
            "category": "gandan"
        },
        {
            "text": "One with lean meat or merely even just the skin is better off than one with mushrooms.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Only a fool tests the depth of a river with both feet.",
            "description": "You don’t jump straight into a situation without thinking about it first.",
            "category": "african"
        },
        {
            "text": "Only a fool tests the depth of the water with both feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Parents give birth to the body of their children, but not always to their characters.",
            "description": "",
            "category": "gandan"
        },
        {
            "text": "People should not talk while they are eating or pepper may go down the wrong way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "People who drink to drown their sorrows should be told that sorrow knows how to swim.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Place value on defending your home.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Prosperity is freedom; poverty is slavery.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Repetition is the mother of knowledge.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Rising early makes the road short.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Rules are stronger than an individual’s power.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Seeing is different than being told.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Send a boy where he wishes to go, and you will see his best pace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Sharpening a knife does not frighten a horse.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Show me your friend and I will show you your character.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Silence itself is eloquent.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Sin devours the one who has committed it.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Sticks in a bundle are unbreakable.",
            "description": "",
            "category": "bondei"
        },
        {
            "text": "Supposing doesn’t fill the grain basket ‘if’ doesn’t fill the larder.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Talk gets a talkative man into trouble.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "The antelope does not bear a child that cannot run.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "The antics of a market buffoon provide laughter, but nobody prays that his child becomes the market buffoon.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The axe forgets but the tree remember.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The beasts plan ahead before entering the fields.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The beauty of a woman becomes useless if there is no one to admire it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The best time to plan a tree is 20 years ago. The second best time is now.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The butterfly that flies among the thorns will tear its wings.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The child of the crab walks sideways like his mother.",
            "description": "",
            "category": "sesotho"
        },
        {
            "text": "The children of the same mother do not always agree.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "The cradle is rocked but the baby is pinched.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The death of an elderly man is like a burning library.",
            "description": "",
            "category": "ivorian"
        },
        {
            "text": "The dog that has left the house has no master.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "The eagle does not hunt flies.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The early wanderer found a turtle.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The earth is a beehive; we all enter by the same door.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The friend of a quarrel picker is quarrelsome.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The good mother knows what her children will eat.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "The growing millet does not fear the sun.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "The house of a person we love is never far.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The hunter in pursuit of an elephant does not stop to throw stones at birds.",
            "description": "",
            "category": "mandinka"
        },
        {
            "text": "The key that unlocks is also the key that locks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The lizard that jumped from the high iroko tree to the ground said he would praise himself if no one else did.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The mice eat the miser’s goods.",
            "description": "",
            "category": "oji"
        },
        {
            "text": "The monkey and gorilla may claim kinship, but the monkey is a monkey and the gorilla is a gorilla.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The monkey thought he was a man until a fine shot brought him down.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The mouth which eats does not talk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The needs of the monkey are not those of the anteater.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Wisdom is like a baobab tree; no one individual can embrace it.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Only a wise person can solve a difficult problem.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Wisdom is not like money to be tied up and hidden.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "The old woman looks after the child to grow its teeth and the young one in turn looks after the old woman when she loses her teeth.",
            "description": "",
            "category": "akan (ghana, ivory coast)"
        },
        {
            "text": "Dogs do not actually prefer bones to meat; it is just that no one ever gives them meat.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Wisdom is not like money to be tied up and hidden.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "The old woman looks after the child to grow its teeth. The young one looks after the old woman when she loses her teeth.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "The one who listens is the one who understands.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The orphan does not rejoice after a heavy breakfast.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The person who rides a donkey cannot avoid smelling its farts.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The poorest man in this world is not the one without money but the one without people.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The rain falls on every roof.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The restless grasshopper only finds rest in the gizzard of a bird.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The rich are always complaining.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The strength of a fish is in the water.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "The sun does not forget a village just because it is small.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sun never sets without fresh news.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "The sun will shine on those who stand before its shines and on those who kneel after under them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The thief does not gossip about his accomplice.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The wealth of the greedy ultimately goes to the community.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The world does not belong to the staring buck, but to the fox that is not eaten tomorrow.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The world does not make promises to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There are 40 kinds of lunacy, but only one kind of common sense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is always a winner even in a monkey’s beauty contest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is no worse curse than to desire a man’s death.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "Those who hide pain will be made known when weeping.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Those whose palm-kernels were cracked for them by a benevolent spirit should not forget to be humble.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Thought breaks the heart.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "Three things that a man must know to survive: what is too much for him, what is too little, and what is fitting.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To have no enemies is the same as having wealth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To neglect one’s ancestors would bring ill-fortune and failure in life.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Too much discussion leads to a quarrel.",
            "description": "",
            "category": "ivorian"
        },
        {
            "text": "Too much speed breeds delay.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Traveling is learning.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Trouble has its reward.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "True teaching is not accumulation of knowledge, it is an awakening of consciousness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Trying again and again is better than stopping half-way.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Two ants do not fail to pull one grasshopper.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Two blind men cannot lead each other.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Two cocks do not crow from the same roof.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "Two experts are never on good terms.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Ugliness with a good character is better than beauty.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Unity is strength, separation weakness.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "Wake up your sleeping soul. Why give yourself to death when you could be immortal.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Walk like you have 3000 ancestors walking behind you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Water that has been begged for does not quench the thirst.",
            "description": "",
            "category": "soga"
        },
        {
            "text": "We do not inherit the earth from our ancestors we borrow it from our children.",
            "description": "",
            "category": "haida"
        },
        {
            "text": "We go quickly where we are sent when we take interest in the journey.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "We share the same sun but not our homes.",
            "description": "",
            "category": "kalenjin"
        },
        {
            "text": "What the child says, he has heard at home.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "What the people think cannot be denied.",
            "description": "",
            "category": "basakata"
        },
        {
            "text": "What you learn is what you die with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Whatever accomplishment you boast of in the world, there is someone better than you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a fool is being cursed, he thinks he is being praised.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a king reigns, it is thanks to the people when a river sings, it is thanks to the stones.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a lion roars, he does not catch game.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "When a man dies, a library burns to the ground with him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man has no one to play with he plays with his enemy.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "When a man is stung, he doesn’t destroy all beehives.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man says yes, his chi (personal god) says yes also.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man thinks he is too big or great to fall, it only takes a little thing to bring him down.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a needle falls into a deep well, many people will look into the well, but few will be ready to go down after it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When cobwebs unite, they can tie up a lion.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When elephants fight, it’s the grass that suffers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When God cooks, you don’t see smoke .",
            "description": "",
            "category": "african"
        },
        {
            "text": "When sleeping woman wakes, mountains move.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the baby grows, the crying changes.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the bird which flies in the sky is about to die, its legs usually point to the ground.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the drumbeat changes, the dance changes.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "When the heart acts, the body is its slave.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the hyena drinks, the dog can only look on.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "When the moon is shining the cripple becomes hungry for a walk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the mouth stumbles, it is worse than the foot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the right hand washed the left hand and the left hand washes the right, both hands become clean.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the sun is shining, bask.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When there is nothing to eat but corn, rice is a luxury.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "When two elephants fight, it is the grass that gets trampled.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When you are rich, relation exists; if you are poor, relations desist.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "When you have bad thoughts about your life then it will come to pass.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When you pray, move your feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When your neighbour is wrong you point a finger, but when you are wrong you hide.",
            "description": "",
            "category": "ekonda"
        },
        {
            "text": "Whenever man goes dwell his character goes with him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where water is boss, the land must obey.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Whether you touch it, or you eat it, it’s still garlic.",
            "description": "",
            "category": "hareri"
        },
        {
            "text": "Women are part of the origin of life’s big mystery on earth; they know the secret of a good life.",
            "description": "",
            "category": "kuba"
        },
        {
            "text": "Women have no chief.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "Wood already touched by fire is not hard to set alight.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Worms that live on mahogany do not know that dates are sweet.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "You always learn a lot more when you lose than when you win.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You can tell a ripe corn by its look.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You cannot name a child that is not born.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You cannot tell a hungry child that you gave him food yesterday.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You cannot turn the wind, so turn the sail.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You do not teach the paths of the forest to an old gorilla.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You must act as if it is impossible to fail.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You must judge a man by the work of his hands.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You should not hoard your money and die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You think of water when the well is empty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Your neighbour knows you are alive but only you know how you are living.",
            "description": "",
            "category": "oromo"
        },
        {
            "text": "Wisdom is like a baobab tree; no one individual can embrace it.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Wisdom is like fire. People take it from others.",
            "description": "",
            "category": "hema (drc)"
        },
        {
            "text": "Wisdom is not like money to be tied up and hidden.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wise man doesn’t know everything—only a fool does.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wise man never knows all, only fools know everything.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Nobody is born wise.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who causes others misfortune also teaches them wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Only a wise person can solve a difficult problem.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Silence is the best answer to the unwise.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Stupidity does not tolerate wisdom.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The owl is the wisest of all bird because the more it sees, the less it talks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The vultures would not land at the village in which there is a wise old man.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "The wise create proverbs for fools to learn, not to repeat.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wise traveler leaves his heart at home.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Words are spoken with their shells; let the wise man come to shuck them.",
            "description": "",
            "category": "mossi"
        },
        {
            "text": "If you educate a man you educate one individual, but if you educate a woman you educate a family.",
            "description": "",
            "category": "fanti"
        },
        {
            "text": "By crawling a child learns to stand.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you think education is expensive, try ignorance.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Ears that do not listen to advice, accompany the head when it is chopped off.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you close your eyes to facts, you will learn through accidents.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who causes others misfortune also teaches them wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To get lost is to learn the way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What you help a child to love can be more important than what you help him to learn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What you learn is what you die with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You always learn a lot more when you lose than when you win.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You learn how to cut down trees by cutting them down.",
            "description": "",
            "category": "bateke"
        },
        {
            "text": "A word of peace redeems a crime.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Milk and honey have different colors, but they share the same house peacefully.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A single stick may smoke, but it will not burn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Cross the river in a crowd and the crocodile won’t eat you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to go quickly, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a village to raise a child.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Sticks in a bundle are unbreakable.",
            "description": "",
            "category": "bondei"
        },
        {
            "text": "A family is like a forest, when you are outside it is dense, when you are inside you see that each tree has its place.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A family tie is like a tree, it can bend but it cannot break.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A united family eats from the same plate.",
            "description": "",
            "category": "baganda"
        },
        {
            "text": "Brothers love each other when they are equally rich.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who earns calamity, eats it with his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Home affairs are not talked about on the public square.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If I am in harmony with my family, that’s success.",
            "description": "",
            "category": "ute"
        },
        {
            "text": "If relatives help each other, what evil can hurt them?",
            "description": "",
            "category": "african"
        },
        {
            "text": "The old woman looks after the child to grow its teeth and the young one in turn looks after the old woman when she loses her teeth.",
            "description": "",
            "category": "akan (ghana, ivory coast)"
        },
        {
            "text": "There is no fool who is disowned by his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A close friend can become a close enemy.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A friend is someone you share the path with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A small house will hold a hundred friends.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Between true friends even water drunk together is sweet enough.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hold a true friend with both hands.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Home affairs are not talked about on the public square.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If relatives help each other, what evil can hurt them?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Return to old watering holes for more than water; friends and dreams are there to meet you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Show me your friend and I will show you your character.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is no fool who is disowned by his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Money knows no day on which it is not welcome.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A real family eats the same cornmeal.",
            "description": "",
            "category": "bayombe"
        },
        {
            "text": "Dogs do not actually prefer bones to meat; it is just that no one ever gives them meat.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Greed loses what it has gained.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "He who receives a gift does not measure.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "It is no shame at all to work for money.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "The leech that does not let go even when it is filled, dies on the dry land.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Wisdom is not like money to be tied up and hidden.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "A beautiful one hurts the heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chicken with beautiful plumage does not sit in a corner.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman who pursues a man for sex loses her spiritual beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman’s polite devotion is her greatest beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "An ugly child of your own is more to you than a beautiful one belonging to your neighbor.",
            "description": "",
            "category": "ganda"
        },
        {
            "text": "Despite the beauty of the moon, sun and the stars, the sky also has a threatening thunder and striking lightening.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the colors of a chameleon are for survival not beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Getting only a beautiful woman is like planting a vine on the roadside everyone feeds on it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Having beauty doesn’t mean understanding the perseverance of marriage.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is only a stupid cow that rejoices at the prospect of being taken to a beautiful abattoir.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It’s those ugly caterpillars that turn into beautiful butterflies after seasons.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Judge not your beauty by the number of people who look at you, but rather by the number of people who smile at you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "She is beautiful; she has love, understands; she respects herself and others; everyone likes, loves and honors her; she is a goddess.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The beauty of a woman becomes useless if there is no one to admire it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The cook does not have to be a beautiful woman.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "The one who loves an unsightly person is the one who makes him beautiful.",
            "description": "",
            "category": "ganda"
        },
        {
            "text": "The skin of the leopard is beautiful, but not his heart.",
            "description": "",
            "category": "baluba"
        },
        {
            "text": "There are many colorful flowers on the path of life, but the prettiest have the sharpest thorns.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is always a winner even in a monkey’s beauty contest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Why they like an ugly person takes long for a beautiful person to know.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You are beautiful because of your possessions.",
            "description": "",
            "category": "baguirmi"
        },
        {
            "text": "Love is a painkiller.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Love never gets lost it’s only kept.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A happy man marries the girl he loves, but a happier man loves the girl he marries.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not treat your loved one like a swinging door: you are fond of it but you push it back and forth.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "Don’t be so in love that you can’t tell when it’s raining.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "He who loves the vase loves also what is inside.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If a woman doesn’t love you, she calls you brother.",
            "description": "",
            "category": "côte d’ivoire"
        },
        {
            "text": "It is difficult for two long-nosed lovers to kiss.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It’s much easier to fall in love than to stay in love.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Live patiently in the world know that those who hate you are more numerous than those who love you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who loves the vase, loves also what is inside.",
            "description": "",
            "category": "tanzania/kenya"
        },
        {
            "text": "One who loves you, loves you with your dirt.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Our love is like the misty rain that falls softly, but floods the river.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Pretend you are dead and you will see who really loves you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The one who loves an unsightly person is the one who make him beautiful.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To love the king is not bad, but a king who loves you is better.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "What you help a child to love can be more important than what you help him to learn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Patience can cook a stone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Patience is wealth to its possessor.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "A patient man will eat ripe fruit.",
            "description": "",
            "category": "african"
        },
        {
            "text": "At the bottom of patience one finds heaven.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you do not have patience you cannot make beer.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Food gained by fraud tastes sweet to a man, but he ends up with gravel in his mouth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Food you will not eat you do not boil.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A bad cook also has his/her share of the bad food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog knows the places he is thrown food.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "A spider’s cobweb isn’t only its sleeping spring but also its food trap.",
            "description": "",
            "category": "african"
        },
        {
            "text": "An abundance of food at your neighbour’s will not satisfy your hunger.",
            "description": "",
            "category": "bayaka"
        },
        {
            "text": "Slowly, slowly, porridge goes into the gourd.",
            "description": "",
            "category": "kuria people of kenyan & tanzania"
        },
        {
            "text": "One person is a thin porridge; two or three people are a lump of ugali.",
            "description": "",
            "category": "kuria"
        },
        {
            "text": "If you watch your pot, your food will not burn.",
            "description": "",
            "category": "mauritanian, nigerian, and niger"
        },
        {
            "text": "Man is like a pepper, till you have chewed it you do not know how hot it is.",
            "description": "",
            "category": "haussa"
        },
        {
            "text": "As porridge benefits those who heat and eat it, so does a child benefit those that rear it.",
            "description": "",
            "category": "amharic"
        },
        {
            "text": "Even the best cooking pot will not produce food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If I could see your face, I would not need food.",
            "description": "",
            "category": "amharic"
        },
        {
            "text": "If you carry the egg basket do not dance.",
            "description": "",
            "category": "ambede"
        },
        {
            "text": "If you give bad food to your stomach, it drums for you to dance.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you see a man in a gown eating with a man in rags, the food belongs to the latter.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "No partridge scratches the ground in search of food for another.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "One who eats alone cannot discuss the taste of the food with others.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The chicken that digs for food will not sleep hungry.",
            "description": "",
            "category": "bayombe"
        },
        {
            "text": "The forest not only hides man’s enemies but its full of man’s medicine, healing power and food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The hyena with a cub does not consume all the available food.",
            "description": "",
            "category": "akamba"
        },
        {
            "text": "The man who counts the bits of food he swallows is never satisfied.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The mouth is stupid after eating it forgets who gave it the food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Water is colourless and tasteless but you can live on it longer than eating food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Sugarcane is sweetest at its joint.",
            "description": "Good and sweet things of life may appear difficult to achieve but in the end, it is worth it.",
            "category": "african"
        },
        {
            "text": "A roaring lion kills no one.",
            "description": "You cannot achieve or gain anything by mere sitting around and just talking about it.",
            "category": "african"
        },
        {
            "text": "Wherever a man goes to dwell, his character goes with him.",
            "description": "What defines a man is his character which is, inseparable from him and follows him everywhere he goes.",
            "category": "african"
        },
        {
            "text": "Maize bears fruits once and dies because it is not rooted into the ground.",
            "description": "You will never get to the top and stay prosperous without a good foundation.",
            "category": "african"
        },
        {
            "text": "The fly that has no one to advise him, follows a corpse into the grave.",
            "description": "You will fall into a trap if you do not have good advice or refuse to take one.",
            "category": "african"
        },
        {
            "text": "He likes burial ram’s meat, but recovers when sickness visits him.",
            "description": "Someone who wants other people to spend for him but is indisposed to spend.",
            "category": "african"
        },
        {
            "text": "When a mighty tree falls, the birds are scattered into the bush.",
            "description": "It is another famous African proverb on leadership. When a great leader passes away, many people lose their way in life if they do not find a successor.",
            "category": "african"
        },
        {
            "text": "White anti chews ‘Igbegulu’ (palm stem) because it is lying on the ground, let it climb the palm tree and eat it.",
            "description": " ‘Igbegulu’ is a palm stem. The proverb tells about a situation when people will abuse you when they do not realize who you are and find yourself in everyone’s mist.",
            "category": "african"
        },
        {
            "text": "When a handshake passes the elbow, it becomes another thing.",
            "description": "It is one of the common African proverbs about friendship. It means that you should always be watchful when an unfamiliar person is too acquainted or mind when you are being made fun of.",
            "category": "african"
        },
        {
            "text": "He who will swallow ‘udala’ seed must consider the size of his stomach.",
            "description": "‘Udala’ seed is an apple seed. It is never digested in the stomach. This proverb means that you must always think about all possible consequences of your actions.",
            "category": "african"
        },
        {
            "text": "He who sees an old hag squatting should leave her alone, who knows how she breathes?",
            "description": "You should never interfere in someone issues particularly when you do not know anything about them.",
            "category": "african"
        },
        {
            "text": "Lizard that ruined its mother’s burial, what did it expect others to do?",
            "description": "This is a famous African proverb about life and death. In African culture, mother’s funeral is an individual matter. None cares the way you plan it. This saying means that if you disorder any activity that worries you, you should not believe others to do otherwise. Nigerian people use this proverb in case they want to caution somebody about his approach to planning.",
            "category": "african"
        },
        {
            "text": "The lizard that jumped from the high Iroko tree to the ground told it would praise itself if no one else did.",
            "description": "This is one of the most known African proverbs on leadership. It means that a person must always stay happy about his or her achievements even if nobody cares.",
            "category": "african"
        },
        {
            "text": "Life is like a mist or a shadow; it quickly passes by.",
            "description": "Life is too short, and you only live it once.",
            "category": "african"
        },
        {
            "text": "When a king has good counsellors, his reign is peaceful.",
            "description": "What defines a man is the circumstances and people around him and if they are good, he turns out good.",
            "category": "african"
        },
        {
            "text": "A restless feet may walk into a snake pit.",
            "description": "If someone is busy doing nothing or is involved in what he does not know about, it is easy for him/her to get into trouble.",
            "category": "african"
        },
        {
            "text": "The best way to eat an elephant in your path, is to cut him up into little pieces.",
            "description": "The best approach to solving a problem is to take it bit by bit; one at a time.",
            "category": "african"
        },
        {
            "text": "You cannot work for food when there is no food for work.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You should know what’s being cooked in the kitchen otherwise you might eat a forbidden food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the heart acts, the body is its slave.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The world doesn’t make promises to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Send a boy where he wishes to go, and you’ll see his best pace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who pays respect to the great paves his own way for greatness.",
            "description": "What goes around, comes around so whatever you sow, you shall reap.",
            "category": "african"
        },
        {
            "text": "Tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you live next to the cemetery, you can’t cry for everyone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Anxiety will not let you die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "God conceals himself from the mind of man, but reveals himself to his heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A king’s child is a slave elsewhere.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What forgets is the ax, but the tree that has been axed will never forget.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is no shame at all to work for money.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A loose tooth will not rest until it’s pulled out.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who digs too deep for a fish may come out with a snake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The path is made by walking.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a whole village to raise a child.",
            "description": "The society is responsible for the moral characters it creates and everyone in a community should be responsible for helping to train a child irrespective of who the parents are; offering correction where they are needed.",
            "category": "african"
        },
        {
            "text": "Do not look where you fell, but where you slipped.",
            "description": "Don’t look at your mistakes; look at what caused your mistakes, otherwise you may repeat the same mistake again.",
            "category": "african"
        },
        {
            "text": "You want to go fast, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Thorns themselves will not harm you — you hurt yourself on the thorns.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are threatened by a man, sleep at night, if it is by a woman then stay awake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the heart acts the body is its slave.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sight of books removes sorrows from the heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Sorrow is like a precious treasure, shown only to friends.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Noise and hunting don’t go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wrongdoer forgets, but not the wronged.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Let a wrong-doing repeat itself at least three times: the first may be an accident, the second a mistake, but the third is likely to be intentional.",
            "description": "",
            "category": "african"
        },
        {
            "text": "People should not talk while they are eating or pepper may go down the wrong way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If a man makes soup of his tears, ask him not for broth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He ought to be feared who sends you with a message, not the one to whom you are sent.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The word \"yes\" brings trouble; the word \"no\" leads to no evil.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Fire does not make fire, only ashes.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No chicken will fall into the fire a second time.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who rides upon an ass cannot help but smell its gas!",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who cries all the time is not heard.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is no physician who can cure the disease of love.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are too smart to pay the doctor, you had better be too smart to get ill.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Before you buy shoes, measure your feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you know his father and grandfather, don’t worry about his son.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The laughter of a child is the light of a house.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The tree breaks that takes all the force of the wind.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Greatness is not achieved with violence.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Whatever accomplishment you boast of in the world, there is someone better than you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The thrower of stones throws away the strength of his own arm.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman’s strength is a multitude of words.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The world has not made a promise to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The success  of a man is through the soles of his feet, that of a woman is from her legs.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Silence gives rise to peace and with peace comes security.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The child hates the one who gives him all he wants.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not laugh at the fallen; you may find slippery roads ahead.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is the path of the needle that the thread is accustomed to follow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The best way to eat the elephant standing in your path is to cut it up into little pieces.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The key that opens is also the key that locks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Help me during the flood, and I will help you during the drought.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The world does not make promises to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Live patiently in the world; know that those who hate you are more numerous than those who love you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Wherever man goes to dwell his character goes with him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man says he does not mind, then he really does.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Beat one dog and the others will run away.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is not what you are called, but what you answer to.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chick that will grow into a cock can be spotted the very day it hatches.",
            "description": "You can easily foresee the future of something through the character and tell-tale signs it exhibits today.",
            "category": "african"
        },
        {
            "text": "A small shrub may grow into a tree.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The plant God favors will grow even without rain.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do something at its right time, and peace will accompany it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you know the beginning well, the end will not trouble you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a whole village to raise a child.",
            "description": "The society is responsible for the moral characters it creates and everyone in a community should be responsible for helping to train a child irrespective of who the parents are; offering correction where they are needed.",
            "category": "african"
        },
        {
            "text": "There are three friends in this world: courage, sense, and insight.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Say no from the start; you will have rest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Smooth seas do not make skillful sailors.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You must judge a man by the work of his hands.",
            "description": "",
            "category": "african"
        },
        {
            "text": "As long as the white man stutters, the interpreters have a lot of work.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The fuel in the lamp consumes itself but lights others.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who takes a light to find a snake should start at his own feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The tree that is not taller than you cannot shade you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It rained on the mountaintop, but it was the valley below that got flooded.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even if the elephant is thin he is still the lord of the jungle.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If there were no elephants in the jungle, the buffalo would be big.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hunt in every jungle, for there is wisdom and good hunting in all of them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The water can only flow thanks to the well.",
            "description": "",
            "category": "african"
        },
        {
            "text": "They who dig the wells never drink from them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Clouds do not always mean rain, but smoke is a sure sign of fire.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When elephants fight, it’s the grass that suffers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Heaven and earth shall never meet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the moon is with you, you need not care about the stars.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the moon is shining the cripple becomes hungry for a walk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Whoever has only one garment does not wash it when it rains.",
            "description": "",
            "category": "african"
        },
        {
            "text": "While the sun is shining, bask in it!",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where the cattle are, there the wolf shall die.",
            "description": "",
            "category": "african"
        },
        {
            "text": "I don’t sow ground nuts when the monkey is watching.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The horse never refuses a homeward gallop.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sparrow says: \"I have not eaten… so the parrot will not eat either.\"",
            "description": "",
            "category": "african"
        },
        {
            "text": "Differences between husband and wife should not be aired in the marketplace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "In the birds’ court, a cockroach never wins his case.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Looking at a king’s mouth one would never think he sucked his mother’s breast.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If a child washes his hands he could eat with kings.",
            "description": "If you prepare and allow yourself to be well trained when you have the opportunity, you will achieve a lot and be favoured in due course.",
            "category": "african"
        },
        {
            "text": "People think that the poor are not as wise as the rich, for if a man be wise, why is he poor?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the best cooking pot will not produce food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where the cattle stand together, the lion lies down hungry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is too sure of himself and acts without thinking is heading for his downfall.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If sweetness be excessive, it is no longer sweetness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Indecision is like a stepchild: if he does not wash his hands, he is called dirty, if he does, he is wasting water.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No one is without knowledge except he who asks no questions.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t ask me where I am going but where I have come from.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When deeds speak, words are nothing.",
            "description": "",
            "category": "african"
        },
        {
            "text": "News does not sleep on the way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Death is always news.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to know how the true story goes, wait till the arguments start.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Until lions have their historians, tales of the hunt shall always glorify the hunter.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The key that unlocks is also the key that locks. Honor a child, and he will honor you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Repetition is the mother of knowledge.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Until lions have their historians, tales of the hunt shall always glorify the hunters.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The mouth which eats does not talk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who talks continuously, talks nonsense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Until the lions have their historians, tales of the hunt shall always glorify the hunter.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are filled with pride, then you will have no room for wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The dead are not seen in the company of the living.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Without human companions, paradise itself would be an undesirable place.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Smile… heaven is watching!",
            "description": "",
            "category": "african"
        },
        {
            "text": "In hell there are no fans.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Ears are usually uninvited guests.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman listens only to the advice of a fool.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t expect to be offered a chair when you are visiting a place where the chief sits on the floor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There are 40 kinds of lunacy, but only one kind of common sense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who does what he says is not a coward.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The viper assumes the colors of his surroundings.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The very fact that we are looking for something usually stands in the way of our finding it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The teeth are smiling, but is the heart?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Practice with the left hand while the right is still there.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You can outrun what is running after you, but not what is running inside of you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you get rich, be in a dark corner when you jump for joy.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who waits for the moon waits for darkness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you wait for tomorrow, tomorrow comes. If you don’t wait for tomorrow, tomorrow comes.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The camel and his driver — each has his own plan.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A guest who breaks the dishes of his host is not soon forgotten.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Travel and you will see them, sit and they will come to you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wise traveler leaves his heart at home.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Each trip gives you its own uniqueness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If it hurts to spend your money, you will go hungry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you refuse to be made straight when you are green, you will not be made straight when you are dry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You can tell ripe corn by its look.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Good things sell themselves; those that are bad have to be advertised.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where water is the boss, there must the land obey.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Brothers love each other when they are equally rich.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The lizard that jumped from the high iroko tree to the ground said he would praise himself if no one else did.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Anxiety will not let you die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A proud heart can survive a general failure because such a failure does not prick its pride.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do me a favor during the rainy season, and I shall do the same for you during the dry season.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you have not been to two different bazaars, then you do not know what the best value is.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Treat your guest as a guest for two days — then on the third day give him a hoe.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you have escaped the jaws of the crocodile while bathing in the river, you will surely meet a leopard on the way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sun will shine on those who stand before it shines on those who kneel under them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The hunter who is tracking an elephant does not stop to throw stones at birds.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The zebra told the white horse, \"I am white,\" and told the black horse, \"I am actually black.\"",
            "description": "",
            "category": "african"
        },
        {
            "text": "We have never seen the earth show her teeth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the big tree falls, the goat eats its leaves.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who pays respect to the great paves the way for his own greatness.",
            "description": "What goes around, comes around so whatever you sow, you shall reap.",
            "category": "african"
        },
        {
            "text": "A person who is not disciplined cannot be cautioned.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman wearing trousers? What has she got hanging in there?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Those who wear pearls do not know how often the shark bites the leg of the diver.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Human blood is heavy; he who has shed it cannot run away.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t try to get blood from a locust; God didn’t put it in there.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Nothing wipes your tears away but your own hand.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What is in the stomach carries what is in the head.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He on whose head we would break a coconut never stands still.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The success of a man is through the soles of his feet, that of a woman is from her legs.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You can’t dance on one leg.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how many house chores you complete, there are always more to be done.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He whose mother is naked is not likely to clothe his aunt.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Not the place where I was born but where I hang my hat is home.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wound inflicted by a friend does not heal.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Scandal is like an egg; when it is hatched it has wings.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Two is good, one alone cannot wash his back.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman is like a banana; one alone can turn the whole bunch rotten.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Food you will not eat you do not boil.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The potter eats from broken plates.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Only what you have eaten is yours; other things may not be.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is drunk from wine can sober up, he who is drunk from wealth cannot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Filthy water cannot be washed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "For the sake of the rose the thorn is watered too.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how much milk a cow has, you cannot milk butter from it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The best morsels are never given to a beggar.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A beggar won’t mind being insulted.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Death is always news. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to know how the true story goes, wait till the arguments start. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "To trouble me is better than to forget me. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you know the beginning well, the end will not trouble you. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "The word \"yes\" brings trouble; the word \"no\" leads to no evil. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "Let a wrong-doing repeat itself at least three times: the first may be an accident, the second a mistake, but the third is likely to be intentional. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "The quarrel of the sheep doesn’t concern the goats. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t meddle with a family feud. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the music changes, so does the dance.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Who forgives wins.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where there is no shame, there is no honor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Bad luck for one man is good luck for another.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A liar will steal and a thief will kill.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "Mothers raise their daughters and let their sons grow up.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "God makes three requests of his children: Do the best you can, where you are, with what you have, now.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "All poor people ain’t black/ and all black people ain’t poor.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "The very time I thought I was lost, my dungeon shook and my chains fell off.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "If you ask a Negro where he’s been, he’ll tell you where he’s going.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "All poor people ain’t black, and all black people ain’t poor.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "Romance– without finance- don’t stand a chance.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "One monkey don’t stop no show!",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Black people must stop acting like crabs in a barrel and work together.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A heard head makes a soft behind.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Burning the candle at both ends.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you can’t stand the heat, get out of the kitchen",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Count your blessings, not your problems.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t beat a dead dog.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Do or die.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God does not bless mess.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Better safe than sorry.",
            "description": "You should always be careful, even if you think it’s not necessary.",
            "category": "african american"
        },
        {
            "text": "Going to be a cold day in hell.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Love don’t love nobody.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "What’s good for the goose is good for the gander.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Eat drink and be merry.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Old Satan couldn’t get along without plenty of help.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "All that glitters is not gold.",
            "description": "A regularly used proverb, this talks about things not being as good as they first appear. For example a person might dream about living in the huge mansion at the end of the street, but in reality the cost of running that mansion is a whole other set of problems, the house might look amazing but in truth it isn’t as great as it first appears.",
            "category": "african american"
        },
        {
            "text": "Be careful what you wish for you might get it.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Life is short and full of blisters.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A hit dog will hollow.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Knock on wood.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A stitch in time saves nine.",
            "description": "This interesting proverb talks about not cutting corners in order to save yourself a bit of time because in the end, these cuts will catch up with you and will leave you with considerably more work that you would have had if you had done the job properly in the first instance. For example, if you are fitting some water pipes but do not screw them into place tightly enough because you want to save a bit of time, eventually those pipes will start to leak and as well as fixing them you will have the added job of clearing up the water.",
            "category": "african american"
        },
        {
            "text": "Mama’s baby…Papa’s maybe.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Black sheep of the family.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Go with the flow.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A penny saved is a penny earned.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Do as I say and not as I do.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Couldn’t hit the broad side of the barn.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Doesn’t have a leg to stand on.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The pot can’t call the kettle black.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Eat your heart out.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Be that as it may.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Easy come easy go.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Girl, have several seats.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A rolling stone gathers no moss.",
            "description": "This proverb is talking about how if a person rumbles through life without ever stopping, they will gain nothing from life and no experience or benefit from it. It could be applied to a lot of areas of life such as relationships but a good example would be of somebody who constantly switched their job, moving from career to career without ever staying in one long enough to take any of the benefit from it or gain any experience in the field.",
            "category": "african american"
        },
        {
            "text": "Day late and a dollar short.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Family must look out for family.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The fruit don’t fall too far from the tree.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The more you cry the less you pis.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Tell me whom you love, and I’ll tell you who you are.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A man who does not respect his own mother is absolutely no good.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "You’ve got to work twice as hard to get half as far as a Black person in white America.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A wise man listens to his own conscience.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Money talks – everything else walks.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Blind in one eye and can’t see out of the other.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Can’t live with them and can’t live without them.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Blood is thicker than water.",
            "description": "This proverb essentially means that family ties are stronger than any other type, using blood as the literal term for a relative (as in you share the same DNA.) A good example of when to use this would be if a family member and a close friend had a disagreement, you might decide that despite being impartial in the argument, you are going to take the side of the family member because ‘blood is thicker than water.’",
            "category": "african american"
        },
        {
            "text": "Dead as a doornail.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A liar will steal and a thief will kill",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Caught between a rock and a hard place.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you can’t beat them join them.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Go for broke.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Calm before the storm.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you are not part of the solution, you are part of the problem.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Can’t see the forest for the trees.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A empty wagon makes a lot of noise.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Cold hands – warm heart.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Now, if you knew that homework like you know those song lyrics, you would get straight A’s.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t beat around the bush.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Beauty is only skin deep.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Beware of burning your bridges when you cross them.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Mama don’t play!",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Doesn’t have two nickels to rub together.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Go whole hog wild.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Dig your own grave.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Clothes don’t make the man.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you’ll lie you’ll steal and if you’ll steal you’ll kill.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A watched pot will never boil.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Dead men tells no tales.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "We ain’t what we want to be; we ain’t what we gonna be; but thank God, we ain’t what we was.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God helps those who help themselves.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "I can’t make head or tails of it.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The blacker the berry the sweet the juice.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God moves in mysterious ways.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Experience is the best teacher.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "It takes a heap of licks to strike a nail in the dark.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Couldn’t carry a tune in a bushel basket.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God can do anything but fail.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you want to keep something secret from black folks, put it between the covers of a book.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "When I get on you I am going to pay you for old and new.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "You better go on somewhere with that!",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t let your right hand know what your left hand is doing.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A little bird told me.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t bite off more that you can chew.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "I have eyes in the back of my head.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "I brought you in this world and I will take you out.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Once you go Black, you never go back.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Jealous? Hate the game and not the player.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you can’t say anything nice don’t say anything.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "What you do in the dark, will come to the light.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t bite the hand that feeds you.",
            "description": "Most of us rely on someone else for our means of living (money). However, if we betray the trust that person has placed in us, we could find ourselves without a job and in much trouble.",
            "category": "african american"
        },
        {
            "text": "Enough is enough.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Break a mirror and you will have seven years bad luck.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t burn your bridges.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Only a fool tests the depth of the water with both feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to go fast, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wise man never knows all, only fools know everything.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wise man is father of the fool.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you’re going home, you don’t get wet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To trouble me is better than to forget me.",
            "description": "",
            "category": "african"
        },
        {
            "text": "I pointed out the stars and moon to you, but all you saw was the tip of my finger!",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog with a bone is always in danger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog returns to where he has been fed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog does not mind being called a dog.",
            "description": "",
            "category": "african"
        },
        {
            "text": "As the dog said, \"If I fall down for you and you fall down for me, it is playing.\" ",
            "description": "",
            "category": "african"
        },
        {
            "text": "Too many calls confuse the dog.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog never forgets his master.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Work is good, as long as you don’t forget to live.",
            "description": "",
            "category": "african"
        }
    ]
}
