{
    "african": [
        {
            "text": "In the south they don’t care how close you get, as long as you don’t get too high. In the north, they don’t care how high you get, as long as you don’t get too close.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A wise man who knows proverbs can reconcile all difficulties.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chick that will grow into a rooster can be spotted the very day it hatches.",
            "description": "There is the sign to every situation where it tends to at the early stages if you look judgmentally.",
            "category": "african"
        },
        {
            "text": "A child’s fingers are not scalded by a piece of hot yam, which his mother puts into his hand.",
            "description": "No matter what it is, your inheritance will never kill you.",
            "category": "african"
        },
        {
            "text": "Send your child where he wants to go, and you will see his pace.",
            "description": "Passion must always drive our actions.",
            "category": "african"
        },
        {
            "text": "To break a palm-knell nut for a fowl.",
            "description": "This proverb is used when a person grieves in vain for something.",
            "category": "african"
        },
        {
            "text": "A fowl does not forget who trim his feathers during the raining season.",
            "description": "A person will never forget help rendered to him for the duration of hard times. Raining season in Africa has always been a difficult period for fowls since it is tough for them to hunt for food while their feathers keep growing.",
            "category": "african"
        },
        {
            "text": "When a man makes a fence, you will know his level of wisdom.",
            "description": "Your knowledge always reveals in your activities. ",
            "category": "african"
        },
        {
            "text": "The day I need a wife, the market is filled with mad people.",
            "description": "When you want something, you will never get it. It is a widely used proverb depicting bad luck.",
            "category": "african"
        },
        {
            "text": "What an elder saw while sitting, a youth could not see it standing.",
            "description": "Elder people always have more knowledge and wisdom than the young people.",
            "category": "african"
        },
        {
            "text": "Look for a dark goat first in the daytime because you may not find it at night.",
            "description": "You should always order your goals and follow them before it is too late to accomplish them.",
            "category": "african"
        },
        {
            "text": "White fowl with beautiful feathers.",
            "description": "This proverb tells about either thing or person that is good for nothing. A good for nothing person or thing. It is commonly used when people talk about a beautiful woman with an evil character.",
            "category": "african"
        },
        {
            "text": "If that rat cannot flee enough, let it make way for tortoise.",
            "description": "If you cannot do something, just let other people try to do it. No one has complete knowledge or power.",
            "category": "african"
        },
        {
            "text": "Who knows who will eat the leg?",
            "description": "It is one of the most known African proverbs about marriage. Any time you see a girl misbehaving, just worn her for you never know who will marry her. It is always might be either you or a member of your family.",
            "category": "african"
        },
        {
            "text": "When death wants to take a little dog, it prevents him from perceiving even the smell of excrement.",
            "description": "It is another great African proverb about life and death. You will never pay attention to a wise advice when you are fated for bad luck. A man who sees a hen scattering excrement should stop it.",
            "category": "african"
        },
        {
            "text": "The man who belittled the sickness a monkey suffered, must ask to see the eyes which his nurse got from blowing his sick fire.",
            "description": "Before you disrespect other people`s difficulties, always think of the effects it has both on them and their families.",
            "category": "african"
        },
        {
            "text": "A boy who perseveres in asking what killed his father before he has enough strength to avenge, may be asking for his father’s fate.",
            "description": "You should never start a battle if you are either not ready for or old enough to become a winner.",
            "category": "african"
        },
        {
            "text": "The very thing that killed a mother rat is always there to make sure that its young ones never open their eyes.",
            "description": "The wicked people are at work all the time.",
            "category": "african"
        },
        {
            "text": "A common snake, which a man sees all alone, may become a python in his eyes.",
            "description": "It is never enough to judge anything on one man’s version.",
            "category": "african"
        },
        {
            "text": "The little bird that hops off the ground and lands on anti-hill may not know it but still on the ground.",
            "description": "You may think that you have achieved greatness, but you are yet to start. Wise people in Africa use this proverb to caution an arrogant person.",
            "category": "african"
        },
        {
            "text": "No matter how long a log stays in water, it does not become a crocodile.",
            "description": "You will always be who you are regardless of how long you fake your character.",
            "category": "african"
        },
        {
            "text": "The wise create proverbs for fools to learn not to repeat.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A baby chicken sleeps under a hawk’s tree without knowing it.",
            "description": "",
            "category": "kpelle"
        },
        {
            "text": "A bad coconut spoils the good ones.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A bad workman blames his tools.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A beautiful things is never perfect.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A beggar won’t mind being insulted.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A big fish is caught with big bait.",
            "description": "",
            "category": "sierra leonean"
        },
        {
            "text": "A bird that allows itself to be caught will find a way of escaping.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "A bird that flies from the ground onto an anthill does not know that it is still on the ground.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A bird that flies off the earth and lands on an anthill is still on the ground.",
            "description": "",
            "category": "igbo"
        },
        {
            "text": "A boat cannot go forward if each rows his own way.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "A boat doesn’t go forward if each one is rowing his own way.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A borrowed thing will not fulfill your desire.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "A bow which is stretched to the limit breaks.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "A brave man dies once, a coward a thousand times.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "A bridge is repaired only when someone falls into the water.",
            "description": "",
            "category": "somali proverbs"
        },
        {
            "text": "A broken clay pot or plate does not become whole again.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A calf doesn’t laugh at a hornless cow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A camel does not tease another camel about its humps.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "A canoe does not know who the leader is when it turns over, everyone gets wet.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "A chattering bird builds no nest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chick that will grow into a cock can be spotted the very day it hatches.",
            "description": "You can easily foresee the future of something through the character and tell-tale signs it exhibits today.",
            "category": "african"
        },
        {
            "text": "A chicken’s prayer doesn’t affect a hawk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A child does not laugh at the ugliness of his mother.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "A child is a child of everyone.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "A child one does not instruct on return, one instructs him when going.",
            "description": "",
            "category": "bantu"
        },
        {
            "text": "A child who is carried on the back will not know how far the journey is.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A child’s fingers are not scalded by a piece of hot yam which his mother puts into his palm.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A child’s lie is like a dead fish in a pond that in the end, always comes to the surface, explains his mother.",
            "description": "",
            "category": "luo"
        },
        {
            "text": "A clear conscience makes a soft pillow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A climbing plant does not stay alone.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "A coward has no scar.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A cowardly hyena lives longer.",
            "description": "",
            "category": "tongan"
        },
        {
            "text": "A crowd can easily overpower a bull.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "A cutting word is worse than a bowstring, a cut may heal, but the cut of the tongue does not.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A day of hunger is not starvation.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "A deaf ear is followed by death and an ear that listens is followed by blessings.",
            "description": "",
            "category": "samburu and swahili"
        },
        {
            "text": "A doctor who invoked a storm on his people cannot prevent his house from destruction.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A dog that has forced its head into a pitcher is greedy.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A dog which steals leaves its puppies a bad name.",
            "description": "",
            "category": "kaonde"
        },
        {
            "text": "A family is like a forest, when you are outside it is dense, when you are inside you see that each tree has it’s place.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A family tie is like a tree; it can bend but it cannot break.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A feeble effort will not fulfill the self.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A flea can trouble a lion more than a lion can trouble a flea.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "A fly does not mind dying in coconut cream.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A friend is someone you share the path with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A fully grown up tree cannot be bent into a walking stick.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "A goat cannot be cooked with the hyena.",
            "description": "",
            "category": "hausan"
        },
        {
            "text": "A goat is not a dog; one’s own child is not a slave.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "A good child is a crown of honor for his parents.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A good deed is something one returns.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A good word removes anger.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "A gossiping woman is the root of trouble.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "A grasshopper that sleeps about will be soon awake in a lizard’s mouth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A horse has four legs, yet it often falls.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A hyena will not change its spots even if it moves to a different forest.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "A king’s child is a slave elsewhere.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "A large chair does not make a king.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "A leader who does not take advice is not a leader.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A leopard is chasing us, and you are asking me, \"Is it a male or a female?\"",
            "description": "",
            "category": "temne"
        },
        {
            "text": "A letter from the heart can be read on the face. Swahili",
            "description": "",
            "category": "african"
        },
        {
            "text": "A lie has many variations, the truth none.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A little rain each day will fill the rivers to overflowing.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "A mad dog bites anything except itself.",
            "description": "",
            "category": "libyan"
        },
        {
            "text": "A man cannot sit down alone to plan for prosperity.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A man cannot undo his past. Can zebras wipe away their stripes?",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "A man dies but his tongue does not rot.",
            "description": "",
            "category": "twi"
        },
        {
            "text": "A man doesn’t go far from where his corn is roasting.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who is trampled to death by an elephant is a man who is blind and deaf.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who pays respect to the great paves the way for his own greatness.",
            "description": "What goes around, comes around so whatever you sow, you shall reap.",
            "category": "african"
        },
        {
            "text": "A man with too much ambition cannot sleep in peace.",
            "description": "",
            "category": "chadian"
        },
        {
            "text": "A man’s actions are more important than his ancestry.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "A man’s face shows what is in his heart.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "A man’s wealth may be superior to him.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "A market is not held for the sake of one person.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "A marketplace is not the pace for a husband and wife to argue.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A mother is not to be compared with another person – she is incomparable.",
            "description": "",
            "category": "mongoan"
        },
        {
            "text": "A Mothers Tenderness for her children is as discrete as the dew that kisses the Earth.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A patient person has all the wealth that there is in this world.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "A person does not become clever by carrying books along.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A person is not his words.",
            "description": "",
            "category": "kpelle"
        },
        {
            "text": "A person who has children does not die.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A person who is not disciplined cannot be cautioned.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "A person who stammers would eventually say \"father\".",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "A person with too much ambition cannot sleep in peace.",
            "description": "",
            "category": "chadian"
        },
        {
            "text": "A poor man’s drum is his belly.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "A proud heart can survive a general failure because such a failure does not prick its pride.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A proverb is the horse of conversation: when the conversation lags, a proverb revives it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A quarrelsome chief does not hold a village together.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "A restless grasshopper eventually ends up in a birds teeth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A ripe melon falls by itself.",
            "description": "All things happen when their times come.",
            "category": "african"
        },
        {
            "text": "Sweet words lure the snake out of its cave.",
            "description": "If you wish to achieve an aim, you must be tactical.",
            "category": "Haya (Tanzania)"
        },
        {
            "text": "You overcame the rain, but what about the dew?",
            "description": "This proverb could be first of all a gentle reminder for people who may feel tempted to think that they have already achieved so much in this life that no effort is needed from them any more. Achievements are only but openings towards greater challenges. Technical achievements for instance do help greater mobility for good for people all over the world, but they raise the perilous task to protect our entire planet. As for leaders who may think they have already reached a status so high that they need no longer make any more effort ~ ~ they are forgetting that they are generating cracks from within themselves that will most certainly cause bitter disappointments.",
            "category": "Sumbwa (Tanzania)"
        },
        {
            "text": "A student doesn’t know about master hood but a master knows about student hood.",
            "description": "A master was once a student and cannot be fooled easily.",
            "category": "african (mandinka)"
        },
        {
            "text": "The dead say to each other, “Dead one”",
            "description": "An analogy for a wicked person pointing out another person’s wickedness.",
            "category": "african (mandinka)"
        },
        {
            "text": "A roaring lion kills no game.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "A roaring lion kills no game.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "A roaring lion kills no prey.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A rooster is not expected to crow for the whole world.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A set of white teeth does not indicate a pure heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A short person hangs his bag where his hand can reach.",
            "description": "",
            "category": "igbo"
        },
        {
            "text": "A single bracelet does not jingle.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "A single stick may smoke, but it will not burn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A slave has no choice.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "A slip of the tongue is worse than a slip of your feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A slippery person is not a king.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "A small shrub may grow into a tree.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "A snake that you can see does not bite.",
            "description": "",
            "category": "mozambican"
        },
        {
            "text": "A speaker of truth has no friends.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A stream cannot rise above its source.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A talkative bird will not build a nest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A thief and darkness are friends.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A tree cannot stand without roots.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "A tree does not move unless there is wind.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A tree is known by its fruit.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "A tree is straightened while it is still young.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A Tutsi liked to warm himself by the fire someone else took the bull.",
            "description": "",
            "category": "zinza proverb of tanzania"
        },
        {
            "text": "A wanderer with a mouth will not get lost.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "A warrior fights with courage, not with anger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A weaning baby that does not cry aloud will die on its mothers back.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "A weapon that you don’t have in your hand will not kill a snake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman is never old when it comes to the dance she knows.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman’s polite devotion is her greatest beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Accomplishment of purpose is better than making a profit.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Advice is a stranger; if he’s welcome he stays for the night; if not, he leaves the same day.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "Advice is like a stranger–if welcome, he stays the night; if not welcome, he returns home that day.",
            "description": "",
            "category": "african"
        },
        {
            "text": "After a fish has matured, it ventures into the deep.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "All errors are amendable.",
            "description": "",
            "category": "african"
        },
        {
            "text": "All heads are the same, but not all thoughts are the same.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "All monkeys cannot hang on the same branch.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "All the flowers of a tree do not produce fruit.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "All work asks for diligence.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "An elephant never gets tired of supporting its tusks.",
            "description": "",
            "category": "liberian"
        },
        {
            "text": "An empty pot makes the loudest noise.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "An envious person requires no reason to practice envy.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "An intelligent enemy is better than a stupid friend.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "An okra tree does not grow taller that its master.",
            "description": "",
            "category": "sierra leonean"
        },
        {
            "text": "An old rice bag is ugly, but the thing inside is beautiful.",
            "description": "",
            "category": "kpelle"
        },
        {
            "text": "An old story does not open the ear as a new one does.",
            "description": "",
            "category": "beninese"
        },
        {
            "text": "An old woman is always uneasy when dry bones are mentioned in a proverb.",
            "description": "This proverb means that your mind will judge you when you are guilty in some crime, and it is being said now.",
            "category": "african"
        },
        {
            "text": "An orphaned calf licks its own back.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "An ox shits more than a hundred mosquitoes.",
            "description": "",
            "category": "mozambican"
        },
        {
            "text": "Ancient things remain in the ears.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "Anger against a brother is felt on the flesh, not in the bone.",
            "description": "You should forget and forgive anything your relatives did to you.",
            "category": "african"
        },
        {
            "text": "Anger and madness are brothers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Anxiety will not let you die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Around a flowering tree there are many insects.",
            "description": "",
            "category": "guinean"
        },
        {
            "text": "As soon as the monkey has climbed a tree, it will start abusing from its elevated position.",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "As the dog said, ‘If I fall down for you and you fall down for me, it is playing.’",
            "description": "",
            "category": "african"
        },
        {
            "text": "Ashes fly back into the face of him who throws them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Authority does not depend on age.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Avarice is the root of all evil.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Avoid those who always praise you.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Baboons do not go far from the place of their birth.",
            "description": "",
            "category": "masai"
        },
        {
            "text": "Bad friends will prevent you from having good friends.",
            "description": "",
            "category": "gabon"
        },
        {
            "text": "Bad luck for one man is good luck for another.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Bad luck for one man is good luck for another.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Bad luck rots and in the end one rejoices.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "Be a mountain or lean on one.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "Because we focused on the snake, we missed the scorpion.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Begin with patience, end with pleasure.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Being happy in life is better than being a king.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Being happy is better than being king.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Better little than too little.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "Better little, than too little.",
            "description": "",
            "category": "burundian"
        },
        {
            "text": "Better to stumble with the toe than with the tongue.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Between two friends even water drunk together is sweet enough.",
            "description": "",
            "category": "zimbabwe"
        },
        {
            "text": "Birds of all kinds will end up landing.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Birds of all kinds will end up landing.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "Birds sing not because they have answers but because they have songs.",
            "description": "",
            "category": "african"
        },
        {
            "text": "By coming and going, a bird constructs its nest.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "By crawling a child learns to stand.",
            "description": "",
            "category": "west african"
        },
        {
            "text": "By his deeds we know a man.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "By the time the fool has learned to play the game, the players have dispersed.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "By trying often the monkey learns to jump from the tree.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Cat and mouse cannot be neighbors long.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Character comes before the teacher.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Character is like pregnancy. It cannot be hidden forever.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Children are the reward of life.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "Choose your neighbor before you buy your house.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Coffee and love taste best when hot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Confiding a secret to an unworthy person is like carrying grain in a bag with a hole.",
            "description": "",
            "category": "nilotic"
        },
        {
            "text": "Connected with a great man, you will advance.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "Copying everyone else all the time, the monkey one day cut his throat.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "Covetousness is the father of disease.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Crawling on hands and knees has never prevented anyone from walking upright.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Crying a lot does not give you peace of mind.",
            "description": "",
            "category": "burundian"
        },
        {
            "text": "Cutting the ears of a mule will not make him a horse.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Dance in the sun, and turn your back to the clouds.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Dance, father, people’s eyes don’t eat, they just stare.",
            "description": "",
            "category": "bantu"
        },
        {
            "text": "Daylight follows a dark night.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Death has no modesty.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "Despite the beauty of the moon, sun and stars, the sky also has a threatening thunder and striking lightening.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Difficult tasks call for strong men.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Discord between the powerful is a fortune for the poor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Disobedience is the father of insolence.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Do a good deed and throw it into the sea.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "Do not allow the belly to make you useless.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "Do not belittle the wife, she is the home.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Do not break your cooking pot for the passing guest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not call the forest that shelters you a jungle.",
            "description": "Do not insult someone who is taking care of your responsibility or taking care of you.",
            "category": "african"
        },
        {
            "text": "Do not call to a dog with a whip in your hand.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "Do not follow a person who is running away.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Do not forget what is to be a sailor because of being a captain yourself.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not let the goat you might carry on your shoulder play in the mud.",
            "description": "",
            "category": "mende"
        },
        {
            "text": "Do not look where you fell, but where you slipped.",
            "description": "Don’t look at your mistakes; look at what caused your mistakes, otherwise you may repeat the same mistake again.",
            "category": "african"
        },
        {
            "text": "Do not rush the night—the sun will always rise for its own sake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not scare the birds you are going to shoot.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "Do not shed tear for what does not belong to you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not stand in a place of danger trusting in miracles.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not tell a child not to touch a hot lamp, the lamp will tell him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not tell the man who is carrying you that he stinks.",
            "description": "",
            "category": "sierra leonean"
        },
        {
            "text": "Do not throw away an empty net, for you do not know what God will do next.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not try to fight a lion if you are not one yourself.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Do not whirl a snake in the air when you have killed it; the ones which remain in their holes",
            "description": "",
            "category": "see you.- thongan"
        },
        {
            "text": "Do something at its (right) time, and peace will accompany it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t expect to be offered a chair when you are visiting a place where the chief sits on the floor.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Don’t fight a lion with a stick.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "Don’t look where you fell; look where you slipped.",
            "description": "",
            "category": "liberian"
        },
        {
            "text": "Don’t meddle with a family feud.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "Don’t set sail on someone else’s star.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t set sail using someone else’s star.",
            "description": "Avoid copying someone else. Just because someone has been successful in what he/she does should not be what will make you to do the same thing and expect to be successful.",
            "category": "african"
        },
        {
            "text": "Don’t think there are no crocodiles just because the water’s calm.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Dreaming of eating will not satisfy the hungry.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Drop by drop rain fills a pot.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "Each trip gives you its own uniqueness.",
            "description": "",
            "category": "libyan"
        },
        {
            "text": "Earth is the queen of beds.",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "Effort will not counter faith.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Envy is prosperity’s manure.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Even a slow walker will arrive.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Even an ant can hurt an elephant.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "Even if you bewitch in the night, you will be known.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Even if you dance in the water, your enemies will accuse you of causing dust.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even in the monastery there is occasion for song and merriment.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Even the best dancer on the stage must retire sometime.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the fiercest leader in the world is overcome by sleep.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "Even the lion, the king of the forest, protects himself against flies.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Even the mightest eagle comes down to the tree tops to rest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the Niger river must flow around an island.",
            "description": "Sometimes the strongest person must turn aside.",
            "category": "hausa"
        },
        {
            "text": "Even when there is no rooster, the morning will still start.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "Even without drumbeats, the banana leaves dance.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "Every door has its own key.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Every fame has a foundation.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Every head must do its own thinking.",
            "description": "",
            "category": "liberian"
        },
        {
            "text": "Every kind of love is love, but self-love is supreme among them.",
            "description": "",
            "category": "niger proverbs"
        },
        {
            "text": "Every living thing has a story to tell.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Every misfortune is a blessing.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Every woman is beautiful until she speaks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Everybody has been young before, but not everybody has been old before.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Everything the house gets is by favor of the door.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Evil enters like a needle and spreads like an oak tree.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Examine what is said, not him who speaks.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "Examine what is said, not who speaks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Family names are like flowers, they blossom in clusters.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Faults are like hills. You climb yours and then see other people’s faults.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Fear in the forest is shame in the home.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Fear no forest because it is dense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Female quarrels breed court cases.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Few bewail a fool’s misfortune.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Filthy water cannot be washed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "First work, then wages.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "For tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Give thanks for a little and you will find a lot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Glory does not come by calling.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Go and you will find a stone in the road that you can’t get over or pass.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "God does not hide a liar.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "God gives nothing to those who keep their arms crossed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "God has created lands with lakes and rivers for man to live. And the desert so that he can find his soul.",
            "description": "",
            "category": "tuareg"
        },
        {
            "text": "God speaks a foreign tongue.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Gold should be sold to the one who knows the value of it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Good millet is known at the harvest.",
            "description": "",
            "category": "liberian"
        },
        {
            "text": "Good music goes with good food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Gossiping about the enemy can result in a war.",
            "description": "",
            "category": "liberian"
        },
        {
            "text": "Greatness and beauty do not belong to the Gods alone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Gunpowder and fire do not agree.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Had you known what bees eat, you would not have tasted honey.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Haste and hurry can only bear children with many regrets along the way.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "Haste is not strength.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Having a good discussion is like having riches.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He has rubbed shoulders against a baobab tree.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "He is a fool whose sheep runs away twice.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "He is an enemy who slanders one’s name.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "He is like a drum which makes a lot of noise but is hollow inside.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "He that beats the drum for the mad man to dance is no better than the mad man himself.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who argues builds no roads.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "He who burns down his house knows why ashes cost a fortune.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who cannot dance will say, The drum is bad!",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "He who continually uses an axe, must keep it sharp.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He who crosses the sea is wet.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "He who destined for power does not have to fight for it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who dictates separates himself from others.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "He who does not know one thing knows another.",
            "description": "No one knows everything, but everyone knows something.",
            "category": "african"
        },
        {
            "text": "He who does not like chattering woman will remain a bachelor.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "He who does not seize opportunity today, will be unable to seize tomorrow’s opportunity.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "He who doesn’t clean his mouth before breakfast always complains that the food is sour.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who farms is spared the trouble of buying corn.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He who fears the sun will not become chief.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who guards himself will not perish.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "He who has not traveled widely thinks that his mother is the best cook.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who hearts not the music thinks the dancer mad.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is being carried does not realize how far the town is.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is destined for power does not have to fight for it.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "He who is guilty is the one who has much to say.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "He who is in the shade does not know that another is in the sun.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He who is unable to dance says that the yard is stony.",
            "description": "",
            "category": "masai"
        },
        {
            "text": "He who is unable to dance says the yard is stony.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "He who learns, teaches.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "He who marries a beauty marries trouble.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "He who refuses to obey cannot command.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "He who runs after good fortune runs away from peace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who talks continuously, talks nonsense.",
            "description": "",
            "category": "côte d’ivoire"
        },
        {
            "text": "He who tells the truth is never wrong.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "He who thinks he is leading and has no one following him is only taking a walk.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "He who throws a stone in the market will hit his relative.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "He who wants to be famous will have many sleepless nights.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who was busy with two things drowned.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "He who will not work of his own accord will find himself forced to work by another.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "He whom a serpent has bitten dreads a slow-worm.",
            "description": "",
            "category": "oji"
        },
        {
            "text": "Heal yourself first before you heal others.",
            "description": "",
            "category": "gambian"
        },
        {
            "text": "Help me during the flood, and I will help you during the drought.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "His opinions are like water in the bottom of a canoe, going from side to side.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "Hold a true friend with both your hands.",
            "description": "",
            "category": "kanuri"
        },
        {
            "text": "Home is not where we live; home is where we belong.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Honor a child, and he will honor you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hope does not disappoint.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "Hope does not kill; I shall live and get what I want one day.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "Hope nourishes the living.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Horn blowers, blow in unison.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "Hot water is no playground for a frog.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "How can man be remembered when the giant trees in the forest are soon forgotten.",
            "description": "",
            "category": "african"
        },
        {
            "text": "However bad the bread it is better than cattle dung.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "However far a stream flows, it never forgets its origin.",
            "description": "",
            "category": "african"
        },
        {
            "text": "However long the night may last, there will be a morning.",
            "description": "",
            "category": "african"
        },
        {
            "text": "However long the night, the dawn will always break.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "However much it rains on you, no wild banana tree will grow on your head.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Hunger is a good cook.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Hunger is felt by a slave, and hunger is felt by a king.",
            "description": "",
            "category": "togo"
        },
        {
            "text": "Hurry, hurry has no blessings.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "I cannot hear what you say for the thunder of what you are.",
            "description": "",
            "category": "african"
        },
        {
            "text": "I pointed out the stars and moon to you, but all you saw was the tip of my finger!",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "I pointed out to you the stars and all you saw was the tip of my finger.",
            "description": "",
            "category": "somalian"
        },
        {
            "text": "I pointed out to you the stars and all you saw was the tip of my finger.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "I shall come for the cows after the donkeys have grown horns.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "If a blind man says he will throw a stone at you, he probably has his foot on one.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "If a child washes his hands he could eat with kings.",
            "description": "If you prepare and allow yourself to be well trained when you have the opportunity, you will achieve a lot and be favoured in due course.",
            "category": "african"
        },
        {
            "text": "If a man is unhappy, his conduct is the cause.",
            "description": "",
            "category": "tshi"
        },
        {
            "text": "If a stranger comes to stay with you, do not forget when you lay aside his weapons that he is hungry.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "If an arrow has not entered deeply, then its removal is not hard.",
            "description": "",
            "category": "buli"
        },
        {
            "text": "If beards signified intelligence, the goat would have been a genius.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If everyone thought the same way, no goods would ever be sold.",
            "description": "",
            "category": "libyan"
        },
        {
            "text": "If it is dark, all men are black.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "If someone is walking towards you, you don’t need to tell him \"come here.\"",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "If speech is silver, patience is gold.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "If the banana pest doesn’t die it will always reach at the ripe banana.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the cockroach wants to rule over the chicken, then it must hire the fox as a body-guard.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the elders leave you a legacy of dignified language, you do not abandon it and speak childish language.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "If the palm of the hand itches it signifies the coming of great luck.",
            "description": "",
            "category": "lesotho"
        },
        {
            "text": "If the rabbit is your enemy, admit that he can sprint fast.",
            "description": "",
            "category": "mali"
        },
        {
            "text": "If the rhythm of the drumbeats changes, the dance steps must adapt.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the sun claims that it has power over the moon, let it shine in the night.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the vulture fails to hover at the end of a sacrifice, then you know that something happened in the land of spirits.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the wind blows, it enters every crevice.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "If the young are not initiated into the village, they will burn it down just to feel its warmth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If there were no elephant in the jungle, the buffalo would be a great animal.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "If we put a hammer in every person’s hand, could they all become blacksmiths?",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "If while climbing a tree you insist on going beyond the top, the earth will be waiting for you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are building a house and a nail breaks, do you stop building or do you change the nail?",
            "description": "",
            "category": "rwandan"
        },
        {
            "text": "If you are building something and a nail breaks, should you stop building altogether, or should you change the nail?",
            "description": "",
            "category": "rwandan"
        },
        {
            "text": "If you are kicked from behind, it means you are in front.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are rich, always shut your door.",
            "description": "",
            "category": "oji"
        },
        {
            "text": "If you are too modest, then you will go hungry.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "If you climb up a tree, you must climb down the same tree.",
            "description": "",
            "category": "sierra leonean"
        },
        {
            "text": "If you damage the character of another, you damage your own.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "If you do not know death, look at the grave.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "If you don’t like someone story, write your own.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you don’t stand for something, you will fall for something.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you don’t want to resign yourself to poverty, resign yourself to work.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "If you eat all your harvest, you won’t have seed for tomorrow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you escaped from the lion’s den, why go back for your hat?",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you have a dog, don’t throw away bones.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "If you have decided to eat a dog, eat a fat one.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "If you have no teeth, do not break to clay cooking pot.",
            "description": "",
            "category": "chewa"
        },
        {
            "text": "If you have not been to two different bazaars, then you do not know what the best value is.",
            "description": "",
            "category": "burkina faso proverbs"
        },
        {
            "text": "If you know the beginning well, the end will not trouble you.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "If you live next to the cemetery, you cannot cry for everyone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you marry a monkey for its wealth, the money goes and the monkey remains.",
            "description": "",
            "category": "egypt"
        },
        {
            "text": "If you offend, ask for a pardon; if offended forgive.",
            "description": "This is as simple as it sounds: If you upset someone, apologise to him or her. If someone upsets you, forgive him or her because what goes around, comes around.",
            "category": "african"
        },
        {
            "text": "If you pick up one end of the stick you also pick up the other.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "If you receive a gift don’t measure it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you refuse the advice of an elder, you will walk until sunset.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you run after two hares you will catch neither.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you see someone riding a bamboo-cane [in a way that he is enjoying his imagination and fantasizing like he is riding an animal], tell him \"What a lovely horse!\"",
            "description": "",
            "category": "tunisian"
        },
        {
            "text": "If you see wrongdoing or evil and say nothing against it, you become its victim.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you send no one to the market, the market will send no one to you.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "If you sow the wind, you will harvest a hurricane.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "If you tell people to live together, you tell them to quarrel.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you think you are too small to make a difference, you haven’t spent a night with a mosquito.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you think you have someone eating out of your hands, it is a good idea to count your fingers.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "If you wait for tomorrow, tomorrow comes. If you don’t wait for tomorrow, tomorrow comes.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "If you want to go fast, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to go fast, go alone. If you want to go far, go with others.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you’re not part of the solution, you’re part of the problem.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If your mouth turns into a knife, it will cut off your lips.",
            "description": "",
            "category": "rwandan"
        },
        {
            "text": "If your only tool is a hammer, you will see every problem as a nail.",
            "description": "",
            "category": "gambian"
        },
        {
            "text": "If your sister is in the group of singing girls, you name always comes into the song.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "In the birds’ court, a cockroach never wins his case.",
            "description": "",
            "category": "rwandan"
        },
        {
            "text": "In the land of promise a man may die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Indecision is like a stepchild: if he doesn’t wash his hands, then he is called dirty; but if he washes his hands, then he is wasting water!",
            "description": "",
            "category": "african"
        },
        {
            "text": "Indecision is the house of hunger.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Ingratitude is sooner or later fatal to its author.",
            "description": "",
            "category": "twi"
        },
        {
            "text": "Inquiry saves a man from mistakes.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "It is better to blush than to keep the concern in your heart.",
            "description": "",
            "category": "tunisian"
        },
        {
            "text": "It is better to walk than curse the road.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "It is better to walk than curse the road.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "It is crooked wood that shows the best sculptor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is difficult to throw a stone at a lizard which is clinging to a pot.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "It is mysterious if a baboon falls from a tree.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "It is no disgrace at all to work for money.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "It is no shame at all to work for money.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "It is not changing into a lion that is hard; it is getting the tail of a lion.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is not necessary to blow out the other person’s lantern to let yours shine.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "It is not only giants that do great things.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "It is not the cook’s fault when the cassava turns out to be hard and tasteless.",
            "description": "",
            "category": "ewe"
        },
        {
            "text": "It is not what you are called, but what you answer to.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is not work that kills, but worry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is only a male elephant that can save another one from a pit.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "It is the belly which daily gives thanks.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "It is the grass that suffers when elephants fight.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "It is the one who lives in the house who knows where the roof leaks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is the toothless animal that arrives first at the base of the fruit tree, to eat his fill before others arrive.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "It is the woman who knows her husband.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "It takes a whole village to raise a child.",
            "description": "The society is responsible for the moral characters it creates and everyone in a community should be responsible for helping to train a child irrespective of who the parents are; offering correction where they are needed.",
            "category": "african"
        },
        {
            "text": "It’s always good to save or invest for the future.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "It’s like removing a hyena from a pit.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "It’s not what you call me, but what I answer to.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Judge not your beauty by the number of people who look at you, but rather by the number of people who smile at you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Knowledge is better than riches.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "Knowledge is light, ignorance is darkness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Knowledge is like a garden: If it is not cultivated, it cannot be harvested.",
            "description": "If you don’t make efforts to acquire knowledge then you would not expect to have it and if you do not put the knowledge you have to use, you cannot expect to gain anything from it.",
            "category": "african"
        },
        {
            "text": "Lack of knowledge is darker than night.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Learning expands great souls.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Let everyone sweep his own floor.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Let it be a bite of a cockroach and fly with the wind.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "Life is full of questions. Idiots are full of answers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Life’s caravan never turns back.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Little by little grow the bananas.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "Little by little the bird builds its nest.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Little by little, a little becomes a lot.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "Living in peace is better than living as a king.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Lonely is one.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "Looking at a king’s mouth one would never think he sucked his mother’s breast.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Looking for something can get in the way of finding it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Make some money but don’t let money make you.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "Man is like pepper: not till you chew him do you know his heat.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Many are cursed for the crime of one.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Milk and honey have different colors, but they share the same house peacefully.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Misfortune of soup made of shanks and feet.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "Money cannot talk, yet it can make lies look true.",
            "description": "",
            "category": "african"
        },
        {
            "text": "More precious than our children are the children of our children.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "Mother raise their daughters and let their sons grow up.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Moving water makes stagnant water move.",
            "description": "",
            "category": "somalian"
        },
        {
            "text": "Much silence makes a powerful noise.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Much talking does not make you a leader.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "Never let hyena know how well you can bite.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Never marry a woman who has bigger feet than you.",
            "description": "",
            "category": "mozambican"
        },
        {
            "text": "News is interesting from the mouth of him who tells it first.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "No fence is built for the eyes.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "No man can outwit the ancestors.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No man fears what he has seen grow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No masika (rain season) without mosquitoes.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "No matter how beautiful and well crafted a coffin might look, it will not make anyone wish for death.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how big a child is, he cannot deny that he was once carried on the back of a woman.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how full the river, it still wants to grow.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "No matter how hot your anger is, it cannot cook yams.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how long the night is, the morning is sure to come.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "No matter how long the winter, spring is sure to follow.",
            "description": "",
            "category": "guinean"
        },
        {
            "text": "No matter how many house chores you complete, there are always more to be done.",
            "description": "",
            "category": "mali"
        },
        {
            "text": "No matter how much milk a cow has, you cannot milk butter from it.",
            "description": "",
            "category": "guinean"
        },
        {
            "text": "No matter how thoroughly a crow may wash, it remains ever black.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "No one is a blacksmith at birth.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "No one sends a child on an errand and looks to see if he is pleased or not.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "No one tests the depth of a river with both feet.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "No person born great. Great people become great when others are sleeping.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No sun sets without its histories.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "No tattoo is made without blood.",
            "description": "",
            "category": "mozambican"
        },
        {
            "text": "No water without waves.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Nobody hates anybody without cause.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Not to know is bad, not to wish to know is worse.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "Numbers can achieve anything.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Obstinacy does not redeem anyone.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "Of hunger and debt, debt is preferable.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "Old and new millet seeds end up in the same mill.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "Old people’s speech is not to be dishonored—after all, they saw the sun first.",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "Once swallowed it is not sweet anymore.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Once the mushroom has sprouted from the earth, there is no turning back.",
            "description": "",
            "category": "luo"
        },
        {
            "text": "Once you carry your own water, you will learn the value of every drop.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One arrow can knock down an elephant.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "One camel does not make fun of the other camel’s hump.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "One cannot count on riches.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One cannot fight on two roads.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "One cannot part two fighting bulls.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "One does not cross a river with a fool.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "One does not enter into the water and then run from the cold.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "One does not fight to save another person’s head only to have a kite carry one’s own away.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "One does not use a sword to kill a snail.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "One falsehood spoils a thousand truths.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One fly does not provide for another.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "One foot isn’t enough to walk with.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "One gets bitten by a snake only once.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "One head alone does not go into council.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "One knee doesn’t bring up a child.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "One lie spoils a thousand truths.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "One man’s fate is another man’s lesson.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "One must talk little and listen much.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One person cannot move a mountain.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One should first stab a hyena then aim for a lion.",
            "description": "",
            "category": "oromo"
        },
        {
            "text": "One spark burned down a forest.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "One takes care of one’s own: when a bachelor roasts yam, he shares it with his sheep.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "One who bathes willingly with cold water doesn’t feel the cold.",
            "description": "",
            "category": "fipa"
        },
        {
            "text": "One who eats a guinea fowl does not start to look like a guinea fowl.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "One who relates with a corrupt person likewise gets corrupted.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "One who says \"It was too much for me\" does not try.",
            "description": "",
            "category": "gandan"
        },
        {
            "text": "One whose seeds have not sprouted does not give up planting.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "One with lean meat or merely even just the skin is better off than one with mushrooms.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Only a fool tests the depth of a river with both feet.",
            "description": "You don’t jump straight into a situation without thinking about it first.",
            "category": "african"
        },
        {
            "text": "Only a fool tests the depth of the water with both feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Only a fool tests the water’s depth with both feet.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Only a fool tests the water’s depth with both feet.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Only a medicine man gets rich by sleeping.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Only someone else can scratch your back.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Parents give birth to the body of their children, but not always to their characters.",
            "description": "",
            "category": "gandan"
        },
        {
            "text": "People should not talk while they are eating or pepper may go down the wrong way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "People who drink to drown their sorrows should be told that sorrow knows how to swim.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Place value on defending your home.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Politeness is not slavery.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Poverty destroys a man’s reputation.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Prepare now for the solutions of tomorrow.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "Profit surpasses pride.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Prosperity is freedom; poverty is slavery.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Rain does not fall on one roof alone.",
            "description": "Trouble comes to everyone at one time or another.",
            "category": "cameroonian"
        },
        {
            "text": "Rain wets the leopard’s spots, but it doesn’t wash them off.",
            "description": "",
            "category": "togo"
        },
        {
            "text": "Repetition is the mother of knowledge.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Respect for a stupid person is stupidity.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Respect yourself, and you will get it back.",
            "description": "",
            "category": "tunisian"
        },
        {
            "text": "Rest comes only after hardship.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Rich people cook their food in a potsherd.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "Rich people sometimes eat bad food.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "Rising early makes the road short.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Rules are stronger than an individual’s power.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Seeing is different than being told.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Send a boy where he wishes to go, and you will see his best pace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Several repeated visits to the mud pit enable the wasp to build its house.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Sharpening a knife does not frighten a horse.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Show me your friend and I will show you your character.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Silence itself is eloquent.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Sin devours the one who has committed it.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Slander by the stream will be heard by the frogs.",
            "description": "",
            "category": "mozambican"
        },
        {
            "text": "Slowly, slowly, porridge goes into the gourd.",
            "description": "",
            "category": "kuria people of kenyan & tanzania"
        },
        {
            "text": "Smooth seas do not make skillful sailors.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Someone who refuses a brother’s advice breaks his arm.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "Sticks in a bundle are unbreakable.",
            "description": "",
            "category": "bondei"
        },
        {
            "text": "Supposing doesn’t fill the grain basket ‘if’ doesn’t fill the larder.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Suppression of hunger leads to death.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Talk gets a talkative man into trouble.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Teeth do not see poverty.",
            "description": "",
            "category": "masai"
        },
        {
            "text": "The ailment of the heart is known to one only.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The always-hurrying person eats goat, but the one who takes his time eats beef.",
            "description": "",
            "category": "lesotho"
        },
        {
            "text": "The antelope detests the one who announces its whereabouts more than the one who seesit.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "The antelope does not bear a child that cannot run.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "The antics of a market buffoon provide laughter, but nobody prays that his child becomes the market buffoon.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The axe forgets but the tree remember.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The bad craftsman quarrels with his tools.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "The beasts plan ahead before entering the fields.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The beauty of a woman becomes useless if there is no one to admire it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The bee is the doctor of flowers.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "The belly does not swell if a woman is not pregnant.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "The best time to plan a tree is 20 years ago. The second best time is now.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The big game often appears when the hunter has given up the hunt for the day.",
            "description": "",
            "category": "igbo"
        },
        {
            "text": "The bird that pecks at a rock trusts in the strength of its beak.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "The blame of the antelope is on the hunter.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "The brother or sister who does not respect the traditions of the elders will not be allowed to eat with the elders.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "The butterfly that flies among the thorns will tear its wings.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The cat and the mouse can’t be neighbors for long..",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "The chameleon changes color to match the earth, the earth doesn’t change colors to match the chameleon.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "The chameleon looks in all directions before moving.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "The child of a rat is a rat.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "The child of the crab walks sideways like his mother.",
            "description": "",
            "category": "sotho"
        },
        {
            "text": "The child you sired hasn’t sired you.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "The children of the same mother do not always agree.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "The cow that bellows does so for all cows.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "The cradle is rocked but the baby is pinched.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The day before yesterday and yesterday are not the same as today.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "The day you are unlucky, even the cold food burns.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "The death of an elderly man is like a burning library.",
            "description": "",
            "category": "ivorian"
        },
        {
            "text": "The dog that has left the house has no master.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "The eagle does not hunt flies.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The early wanderer found a turtle.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The earth is a beehive; we all enter by the same door.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The elders of the village are the boundaries.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "The elephant does not limp when walking on thorns.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "The enemy you know is better than the one you do not know.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "The eye cannot penetrate darkness.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "The fire screened by the elders does not burn.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "The fire which is screened by elders is not dangerous.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "The friend of a quarrel picker is quarrelsome.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The friends of our friends are our friends.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "The good mother knows what her children will eat.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "The grains of corn in a bottle get viewed with disdain by the hen.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "The gratitude that bees receive is the smoke that people use to expel them and get at their – honey.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "The groin pains in sympathy with the sore.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The growing millet does not fear the sun.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "The haughty blind person picks a fight with his guide.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "The hen pecks and wipes its beak.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "The hen with baby chicks doesn’t swallow the worm.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "The house of a person we love is never far.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The house of the loud talker leaks.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The house roof fights the rain, but the person who is sheltered ignores it.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "The humble pay for the mistakes of their leaders.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "The hunter in pursuit of an elephant does not stop to throw stones at birds.",
            "description": "",
            "category": "mandinka"
        },
        {
            "text": "The hunter who is tracking an elephant does not stop to throw stones at birds.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "The hyena chasing two gazelles at the same will go to bed hungry.",
            "description": "",
            "category": "mali"
        },
        {
            "text": "The influence of the fountain makes the brook flow.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "The jungle is stronger than the elephant.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "The key that unlocks is also the key that locks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The key to a healthy body is a good head.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "The laughter of a child is the light of a house.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "The laughter of a child lights up the house.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "The lead cow (the one in front) gets whipped the most.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The little ant at its hole is full of courage.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "The lizard that jumped from the high iroko tree to the ground said he would praise himself if no one else did.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The man may be the head of the home, but the wife is the heart.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "The mice eat the miser’s goods.",
            "description": "",
            "category": "oji"
        },
        {
            "text": "The monkey and gorilla may claim kinship, but the monkey is a monkey and the gorilla is a gorilla.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The monkey thought he was a man until a fine shot brought him down.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The monkey who is alone does not amuse himself in front of many.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "The more feathers a chicken has, the bigger it looks.",
            "description": "",
            "category": "zambian"
        },
        {
            "text": "The mouth is the shield to protect oneself.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The mouth which eats does not talk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The needs of the monkey are not those of the anteater.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "The night has ears.",
            "description": "",
            "category": "masai"
        },
        {
            "text": "The old woman looks after the child to grow its teeth. The young one looks after the old woman when she loses her teeth.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "The one nearest to the enemy is the real leader.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "The one who listens is the one who understands.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The orphan does not rejoice after a heavy breakfast.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The person going home is not stopped by the dusk.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "The person who guards himself will not be destroyed.",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "The person who rides a donkey cannot avoid smelling its farts.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The poorest man in this world is not the one without money but the one without people.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The radiant and well-understood speech of one person is better than the speech of a thousand people that is not.",
            "description": "",
            "category": "moroccan"
        },
        {
            "text": "The rain does not recognize anyone as a friend it drenches all equally.",
            "description": "",
            "category": "ibo"
        },
        {
            "text": "The rain falls on every roof.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The restless grasshopper only finds rest in the gizzard of a bird.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The Rhinoceros never dances with the monkey.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "The rich are always complaining.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The roaring lion kills no prey.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "The song of a stranger-woman is answered after she has gone.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "The stick in the hand kills the snake.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "The strength of a fish is in the water.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "The strong bull is overcome when it limps.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "The strong do not need clubs.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "The sun does not forget a village just because it is small.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sun never sets without fresh news.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "The sun will shine on those who stand before its shines and on those who kneel after under them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The teeth of a dog do not lock together.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "The thief does not gossip about his accomplice.",
            "description": "",
            "category": "jabo"
        },
        {
            "text": "The unborn baby that fears criticism will never be born.",
            "description": "",
            "category": "burundian"
        },
        {
            "text": "The viper allows no insolence.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "The water pot presses upon the small circular pad.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "The way a donkey expresses gratitude is by giving someone a bunch of kicks.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "The wealth of the greedy ultimately goes to the community.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The words of the elders become sweet some day.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "The world does not belong to the staring buck, but to the fox that is not eaten tomorrow.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The world does not make promises to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The worlds of the elders do not lock all the doors; they leave the right door open.",
            "description": "",
            "category": "zambian"
        },
        {
            "text": "The wrong-headed fool, who refuses counsel, will come to grief.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The young bird does not crow until it hears the old ones.",
            "description": "",
            "category": "tswana"
        },
        {
            "text": "The zebra told the white horse, \"I am white,\" and told the black horse, \"I am actually black.\".",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "There are 40 kinds of lunacy, but only one kind of common sense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There are no shortcuts to the top of the palm tree.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "There are three things that if a man does not know, he cannot live long in this world:what is too much for him, what is too little for him and what is just right for him.",
            "description": "",
            "category": "east african"
        },
        {
            "text": "There is always a winner even in a monkey’s beauty contest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is no beauty but the beauty of action.",
            "description": "",
            "category": "moroccan"
        },
        {
            "text": "There is no medicine to cure hatred.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "There is no return, worse luck for could I return, I would foresee what has come into the country.",
            "description": "",
            "category": "bantu"
        },
        {
            "text": "There is no worse curse than to desire a man’s death.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "There is not such a thing in the world as a sheep of many colours.",
            "description": "",
            "category": "masai"
        },
        {
            "text": "There’s no God like the throat, it accepts offerings every day.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Those who accomplish great things pay attention to little ones.",
            "description": "",
            "category": "malian"
        },
        {
            "text": "Those who are absent are always wrong.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "Those who are born on top of the anthill take a short time to grow tall.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Those who hide pain will be made known when weeping.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Those who wear pearls do not know how often the shark bites the legs of the diver.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Those whose palm-kernels were cracked for them by a benevolent spirit should not forget to be humble.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Though the cheetah is fierce, it does not devour its cubs.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Thought breaks the heart.",
            "description": "",
            "category": "efik"
        },
        {
            "text": "Three things that a man must know to survive: what is too much for him, what is too little, and what is fitting.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Time destroys all things.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "To have no enemies is the same as having wealth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To lead is not to run roughshod over people",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "To neglect one’s ancestors would bring ill-fortune and failure in life.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To run is not necessarily to arrive.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "To stay together is to know each other.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "To try and to fail is not laziness.",
            "description": "",
            "category": "sierra leonean"
        },
        {
            "text": "Tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Too much discussion leads to a quarrel.",
            "description": "",
            "category": "ivorian"
        },
        {
            "text": "Too much speed breeds delay.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Traveling is learning.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Trouble has its reward.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "True teaching is not accumulation of knowledge, it is an awakening of consciousness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Trying again and again is better than stopping half-way.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Two ants do not fail to pull one grasshopper.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Two blind men cannot lead each other.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Two bulls cannot live in one stable.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Two cocks do not crow from the same roof.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "Two experts are never on good terms.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "Ugliness with a good character is better than beauty.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Ugliness with a good character is better than beauty.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Unity is strength, division is weakness.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Unity is strength, separation weakness.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "Wake up your sleeping soul. Why give yourself to death when you could be immortal.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Walk like you have 3000 ancestors walking behind you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "War among grasshoppers delights the crow.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Water does not boil if taken away from fire.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Water that has been begged for does not quench the thirst.",
            "description": "",
            "category": "soga"
        },
        {
            "text": "We are what our thinking makes us.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "We desire to bequeath two things to our children; the first one is roots, the other one is wings.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "We do not inherit the earth from our ancestors we borrow it from our children.",
            "description": "",
            "category": "haida"
        },
        {
            "text": "We go quickly where we are sent when we take interest in the journey.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "We share the same sun but not our homes.",
            "description": "",
            "category": "kalenjin"
        },
        {
            "text": "We should put out fire while it is still small.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "We should talk while we are still alive.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Wealth diminishes with usage; learning increases with use.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Wealth is like hair in the nose: it hurts to be separated whether from a little or from a lot.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "What has horns must not be hid in a sack.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "What is bad luck for one man is good luck for another.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "What is inflated too much will break into fragments.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "What makes the road long is laziness to go.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "What the child says, he has heard at home.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "What the people think cannot be denied.",
            "description": "",
            "category": "basakata"
        },
        {
            "text": "What women say is nonsense; but he who does not listen in is a fool.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "What you give you get, ten times over.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "What you learn is what you die with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Whatever accomplishment you boast of in the world, there is someone better than you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a fire starts from the shrine, no precaution can be possible.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "When a fish rots, the head stinks first.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "When a fool is being cursed, he thinks he is being praised.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a king reigns, it is thanks to the people when a river sings, it is thanks to the stones.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a king’s palace burns down, the re-built palace is more beautiful.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "When a lion roars, he does not catch game.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "When a man dies, a library burns to the ground with him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man has no one to play with he plays with his enemy.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "When a man is disliked he is blamed for all kinds of things.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "When a man is stung, he doesn’t destroy all beehives.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man says yes, his chi (personal god) says yes also.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man thinks he is too big or great to fall, it only takes a little thing to bring him down.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a monkey becomes old, it is fed by its young ones.",
            "description": "",
            "category": "bemba"
        },
        {
            "text": "When a needle falls into a deep well, many people will look into the well, but few will be ready to go down after it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a strong man sends a message, he sends it with a weak man.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "When a thing becomes perfect, it soon fades.",
            "description": "",
            "category": "moroccan"
        },
        {
            "text": "When a woman is hungry, she says, Roast something for the children that they might eat.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "When building a house, don’t measure the timbers in the forest.",
            "description": "",
            "category": "liberian"
        },
        {
            "text": "When cobwebs unite, they can tie up a lion.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When elephants fight, it’s the grass that suffers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When elephants fight, the grass gets hurt.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "When God cooks, you don’t see smoke .",
            "description": "",
            "category": "african"
        },
        {
            "text": "When I think of the others’ misfortunes, I forget mine.",
            "description": "",
            "category": "algerian"
        },
        {
            "text": "When one would climb a tree, one begins from the bottom and not from the top.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "When sleeping woman wakes, mountains move.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When spider webs unite, they tie up a lion.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "When the baby grows, the crying changes.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the baobab tree has fallen, the goats start climbing on it.",
            "description": "",
            "category": "malian"
        },
        {
            "text": "When the bird which flies in the sky is about to die, its legs usually point to the ground.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the drumbeat changes, the dance changes.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "When the food is cooked there is no need to wait before eating it.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "When the heart acts, the body is its slave.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the hunter returns and is holding mushrooms, don’t ask him about how his hunt went.",
            "description": "",
            "category": "guinean"
        },
        {
            "text": "When the hyena drinks, the dog can only look on.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "When the lion cannot find meat, it eats grass.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "When the moon is not full, the stars shine more brightly.",
            "description": "",
            "category": "buganda proverb of uganda"
        },
        {
            "text": "When the moon is shining the cripple becomes hungry for a walk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the mother goat breaks into the yam store her kid watches her.",
            "description": "",
            "category": "igbo"
        },
        {
            "text": "When the mouse laughs at the cat, there is a hole nearby.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "When the mouth stumbles, it is worse than the foot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the music changes, so does the dance.",
            "description": "",
            "category": "niger proverbs"
        },
        {
            "text": "When the powerful sit, they are none the weaker.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "When the right hand washed the left hand and the left hand washes the right, both hands become clean.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the roots of a tree begin to decay, it spreads death to the branches.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "When the shepherd comes home in peace, the milk is sweet.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "When the sun is shining, bask.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the webs of the spider join, they can trap a lion.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When there is nothing to eat but corn, rice is a luxury.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "When two elephants fight, it is the grass that gets trampled.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When you are rich, relation exists; if you are poor, relations desist.",
            "description": "",
            "category": "annang"
        },
        {
            "text": "When you are rich, you are hated; when you are poor, you are despised.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "When you befriend a chief remember that he sits on a rope.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "When you follow in the path of your father, you learn to walk like him.",
            "description": "",
            "category": "ghanian"
        },
        {
            "text": "When you have bad thoughts about your life then it will come to pass.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When you mention the person with one eye, the one with the eye problem reacts.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "When you pray, move your feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When you show the moon to a child, it sees only your finger.",
            "description": "",
            "category": "zambian"
        },
        {
            "text": "When your gold dust is becoming finished, then you become prudent.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "When your neighbour is wrong you point a finger, but when you are wrong you hide.",
            "description": "",
            "category": "ekonda"
        },
        {
            "text": "When your neighbour’s horse falls into a pit, you should not rejoice at it, for your own child may fall into it too.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "When your wife is a woman of no morals, then she might as well be someone else’s harlot.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "Whenever man goes dwell his character goes with him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where a woman rules, stream run uphill.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Where error gets to, correction cannot reach.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Where there is negotiation, there is hope for agreement.",
            "description": "",
            "category": "somalian"
        },
        {
            "text": "Where there is no shame, there is no honor.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Where water is boss, the land must obey.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where you will sit when you are old shows where you stood in youth.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Whether you touch it, or you eat it, it’s still garlic.",
            "description": "",
            "category": "hareri"
        },
        {
            "text": "While the sun is shining, bask in it!",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "Who ever suggested that rats should become chiefs?",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "Whoever sees mucus in the nose of the king is the one who cleans it.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Women are part of the origin of life’s big mystery on earth; they know the secret of a good life.",
            "description": "",
            "category": "kuba"
        },
        {
            "text": "Women have no chief.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "Wood already touched by fire is not hard to set alight.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Words are silver, but answers are gold.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Work done in the right way rewards both the employer and the employee.",
            "description": "",
            "category": "borana (kenya)"
        },
        {
            "text": "Work is good, as long as you don’t forget to live.",
            "description": "",
            "category": "rwandan"
        },
        {
            "text": "Worms that live on mahogany do not know that dates are sweet.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "Yesterday and the day before yesterday are not like today.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "You always learn a lot more when you lose than when you win.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You are beautiful, but learn to work. For you cannot eat your beauty.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "You are sharp on one side like a knife.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "You can learn a lot about someone by observing him when he is hungry.",
            "description": "",
            "category": "zambian"
        },
        {
            "text": "You can not tell a hungry child that you gave him food yesterday.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "You can outdistance that which is running after you, but not what is running inside you.",
            "description": "",
            "category": "rwandan"
        },
        {
            "text": "You can outrun what is running after you, but not what is running inside of you.",
            "description": "",
            "category": "rwandan"
        },
        {
            "text": "You can tell a ripe corn by its look.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You cannot build a house for last year’s summer.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "You cannot climb to the mountain top without crushing some weeds with your feet.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "You cannot force water up a hill.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "You cannot name a child that is not born.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You cannot tell a hungry child that you gave him food yesterday.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You cannot turn the wind, so turn the sail.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You do not teach the paths of the forest to an old gorilla.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You don’t need a light to see someone you know intimately at night.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "You have little power over what’s not yours.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "You must act as if it is impossible to fail.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You must attend to your business with the vendor in the market, and not to the noise of the market.",
            "description": "",
            "category": "beninese"
        },
        {
            "text": "You must judge a man by the work of his hands.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You should not hoard your money and die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You think of water when the well is empty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You won’t last long, so leave a legacy.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "Your neighbour knows you are alive but only you know how you are living.",
            "description": "",
            "category": "oromo"
        },
        {
            "text": "Wisdom does not come overnight.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "Wisdom is like a baobab tree; no one individual can embrace it.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Wisdom is like fire. People take it from others.",
            "description": "",
            "category": "hema (drc)"
        },
        {
            "text": "Wisdom is not in the eye, but in the head.",
            "description": "",
            "category": "kanuri"
        },
        {
            "text": "Wisdom is not like money to be tied up and hidden.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Wisdom is wealth.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A child lacks wisdom, and some say that what is important is that the child does not die; what kills more surely than lack of wisdom?",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "A man who uses force is afraid of reasoning.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "A warning to the wise is a blessing, to the fool an insult.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A wise man doesn’t know everything—only a fool does.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wise man never knows all, only fools know everything.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wise man who knows proverbs, reconciles difficulties.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "A wise person is the one who listens to advice.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "A wise person will always find a way.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "If two wise men always agree, then there is no need for one of them.",
            "description": "",
            "category": "zambian"
        },
        {
            "text": "If you are filled with pride, then you will have no room for wisdom.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "In the moment of crisis, the wise build bridges and the foolish build dams.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Knowledge without wisdom is like water in the sand.",
            "description": "",
            "category": "guinean"
        },
        {
            "text": "Nobody is born wise.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One head does not contain all the wisdom.",
            "description": "",
            "category": "ghana"
        },
        {
            "text": "One who causes others misfortune also teaches them wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Only a wise person can solve a difficult problem.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Other people’s wisdom prevents the king from being called a fool.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Silence is the best answer to the unwise.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Stupidity does not tolerate wisdom.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "The fool speaks, the wise man listens.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "The heart of the wise man lies quiet like limpid water.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "The mouth of an elder may stink but out of it comes wisdom.",
            "description": "",
            "category": "tonga"
        },
        {
            "text": "The owl is the wisest of all bird because the more it sees, the less it talks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The vultures would not land at the village in which there is a wise old man.",
            "description": "",
            "category": "meru"
        },
        {
            "text": "The wise create proverbs for fools to learn, not to repeat.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wise traveler leaves his heart at home.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the great lord passes, the wise peasant bows deeply and silently farts.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Words are spoken with their shells; let the wise man come to shuck them.",
            "description": "",
            "category": "mossi"
        },
        {
            "text": "You are given some stew and you add water, you must be wiser than the cook.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "He who learns, teaches.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "If you educate a man you educate one individual, but if you educate a woman you educate a family.",
            "description": "",
            "category": "fanti"
        },
        {
            "text": "Advice is a stranger; if he’s welcome he stays for the night; if not, he leaves the same day.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "By crawling a child learns to stand.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you think education is expensive, try ignorance.",
            "description": "",
            "category": "african"
        },
        {
            "text": "By the time the fool has learned the game, the players have dispersed.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "By trying often, the monkey learns to jump from the tree.",
            "description": "",
            "category": "buganda"
        },
        {
            "text": "Ears that do not listen to advice, accompany the head when it is chopped off.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you close your eyes to facts, you will learn through accidents.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Instruction in youth is like engraving in stone.",
            "description": "",
            "category": "moroccan"
        },
        {
            "text": "Learning expands great souls.",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "One who causes others misfortune also teaches them wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To get lost is to learn the way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Traveling is learning.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Wealth, if you use it, comes to an end; learning, if you use it, increases.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "What you help a child to love can be more important than what you help him to learn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What you learn is what you die with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When you follow in the path of your father, you learn to walk like him.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "Where there are experts there will be no lack of learners.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "You always learn a lot more when you lose than when you win.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You do not teach the paths of the forest to an old gorilla.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "You learn how to cut down trees by cutting them down.",
            "description": "",
            "category": "bateke"
        },
        {
            "text": "Peace does not make a good ruler.",
            "description": "",
            "category": "botswana"
        },
        {
            "text": "Peace is costly but it is worth the expense.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Leadership comes from God.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Leadership does not depend on age.",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "A clever king is the brother of peace.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "A fight between grasshoppers is a joy to the crow.",
            "description": "",
            "category": "lesotho"
        },
        {
            "text": "A large chair does not make a king.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "A leader who does not take advice is not a leader.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "A word of peace redeems a crime.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "Because he lost his reputation, he lost a kingdom.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Do not forget what is to be a sailor because of being a captain yourself.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "He who fears the sun will not become chief.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "He who is destined for power does not have to fight for it.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "If a leader loves you, he makes sure you build your house on rock.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "If the cockroach wants to rule over the chicken, then it must hire the fox as a body-guard.",
            "description": "",
            "category": "sierra leone"
        },
        {
            "text": "If you can’t resolve your problems in peace, you can’t solve them with war.",
            "description": "",
            "category": "somalian"
        },
        {
            "text": "If you overtake a leader, you break your neck.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "Milk and honey have different colors, but they share the same house peacefully.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Speak softly and carry a big stick; you will go far.",
            "description": "",
            "category": "west african"
        },
        {
            "text": "There can be no peace without understanding.",
            "description": "",
            "category": "senegalese"
        },
        {
            "text": "War has no eyes.",
            "description": "",
            "category": "swahili saying"
        },
        {
            "text": "When a king has good counselors, his reign is peaceful.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "When there is peace in the country, the chief does not carry a shield.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "When two elephants fight, it is the grass that gets trampled.",
            "description": "",
            "category": "swahili saying"
        },
        {
            "text": "Where a woman rules, streams run uphill.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Without a leader, black ants are confused.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "Unity is the real thing.",
            "description": "",
            "category": "kenyan"
        },
        {
            "text": "Unity is strength, division is weakness.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A single bracelet does not jingle.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "A single stick may smoke, but it will not burn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "An army of sheep led by a lion can defeat an army of lions led by a sheep.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "Cross the river in a crowd and the crocodile won’t eat you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to go quickly, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a village to raise a child.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Many hands make light work.",
            "description": "",
            "category": "haya (tanzania)"
        },
        {
            "text": "Sticks in a bundle are unbreakable.",
            "description": "",
            "category": "bondei"
        },
        {
            "text": "Two ants do not fail to pull one grasshopper.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "Where there are many, nothing goes wrong.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A family is like a forest, when you are outside it is dense, when you are inside you see that each tree has its place.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A family tie is like a tree, it can bend but it cannot break.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A united family eats from the same plate.",
            "description": "",
            "category": "baganda"
        },
        {
            "text": "Brothers love each other when they are equally rich.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Dine with a stranger but save your love for your family.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "He who earns calamity, eats it with his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Home affairs are not talked about on the public square.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If I am in harmony with my family, that’s success.",
            "description": "",
            "category": "ute"
        },
        {
            "text": "If relatives help each other, what evil can hurt them?",
            "description": "",
            "category": "african"
        },
        {
            "text": "The old woman looks after the child to grow its teeth and the young one in turn looks after the old woman when she loses her teeth.",
            "description": "",
            "category": "akan (ghana, ivory coast)"
        },
        {
            "text": "There is no fool who is disowned by his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When brothers fight to the death, a stranger inherits their father’s estate.",
            "description": "",
            "category": "ibo"
        },
        {
            "text": "A close friend can become a close enemy.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A friend is someone you share the path with.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A small house will hold a hundred friends.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Bad friends will prevent you from having good friends.",
            "description": "",
            "category": "gabon"
        },
        {
            "text": "Between true friends even water drunk together is sweet enough.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hold a true friend with both hands.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Home affairs are not talked about on the public square.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If relatives help each other, what evil can hurt them?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Return to old watering holes for more than water; friends and dreams are there to meet you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Show me your friend and I will show you your character.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The friends of our friends are our friends.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "There is no fool who is disowned by his family.",
            "description": "",
            "category": "african"
        },
        {
            "text": "To be without a friend is to be poor indeed.",
            "description": "",
            "category": "tanzanian"
        },
        {
            "text": "Money can’t talk, yet it can make lies look true.",
            "description": "",
            "category": "south africa"
        },
        {
            "text": "Money is not the medicine against death.",
            "description": "",
            "category": "ghana"
        },
        {
            "text": "Money is sharper than the sword.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "Money knows no day on which it is not welcome.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "A man’s wealth may be superior to him.",
            "description": "",
            "category": "cameroon"
        },
        {
            "text": "A real family eats the same cornmeal.",
            "description": "",
            "category": "bayombe"
        },
        {
            "text": "By labor comes wealth.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Do not let what you cannot do tear from your hands what you can.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "Dogs do not actually prefer bones to meat; it is just that no one ever gives them meat.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "Greed loses what it has gained.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "Having a good discussion is like having riches",
            "description": "",
            "category": "kenya"
        },
        {
            "text": "He who loves money must labor.",
            "description": "",
            "category": "mauritania"
        },
        {
            "text": "He who receives a gift does not measure.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "If ten cents does not go out, it does not bring in one thousand dollars.",
            "description": "",
            "category": "ghana"
        },
        {
            "text": "If your cornfield is far from your house, the birds will eat your corn.",
            "description": "",
            "category": "congo"
        },
        {
            "text": "It is no shame at all to work for money.",
            "description": "",
            "category": "africa"
        },
        {
            "text": "Knowledge is better than riches.",
            "description": "",
            "category": "cameroon"
        },
        {
            "text": "Lack of money is lack of friends; if you have money at your disposal, every dog and goat will claim to be related to you.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Make some money but don’t let money make you.",
            "description": "",
            "category": "tanzania"
        },
        {
            "text": "Much wealth brings many enemies.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "One cannot both feast and become rich.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "One cannot count on riches.",
            "description": "",
            "category": "somalia"
        },
        {
            "text": "Poverty is slavery.",
            "description": "",
            "category": "somalia"
        },
        {
            "text": "The leech that does not let go even when it is filled, dies on the dry land.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The poor man and the rich man do not play together.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "The rich are always complaining.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The wealth which enslaves the owner isn’t wealth.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "There is no one who became rich because he broke a holiday, no one became fat because he broke a fast.",
            "description": "",
            "category": "ethiopia"
        },
        {
            "text": "Wealth diminishes with usage; learning increases with use.",
            "description": "",
            "category": "nigeria"
        },
        {
            "text": "What you give you get, ten times over.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Wisdom is not like money to be tied up and hidden.",
            "description": "",
            "category": "akan"
        },
        {
            "text": "With wealth one wins a woman.",
            "description": "",
            "category": "uganda"
        },
        {
            "text": "You become wise when you begin to run out of money.",
            "description": "",
            "category": "ghana"
        },
        {
            "text": "You must act as if it is impossible to fail.",
            "description": "",
            "category": "ashanti"
        },
        {
            "text": "You should not hoard your money and die of hunger.",
            "description": "",
            "category": "ghana"
        },
        {
            "text": "Beauty is not sold and eaten.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Beautiful discourse is rarer than emerald – yet it can be found among the servant girls at the grindstones.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "Beautiful from behind, ugly in front.",
            "description": "",
            "category": "uganda"
        },
        {
            "text": "Beautiful words don’t put porridge in the pot.",
            "description": "",
            "category": "botswana"
        },
        {
            "text": "A beautiful one hurts the heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A beautiful thing is never perfect.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "A chicken with beautiful plumage does not sit in a corner.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A pretty basket does not prevent worries.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "A pretty face and fine clothes do not make character.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "A woman who pursues a man for sex loses her spiritual beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman’s polite devotion is her greatest beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "An ugly child of your own is more to you than a beautiful one belonging to your neighbor.",
            "description": "",
            "category": "ganda"
        },
        {
            "text": "Anyone who sees beauty and does not look at it will soon be poor.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "Despite the beauty of the moon, sun and the stars, the sky also has a threatening thunder and striking lightening.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Dress up a stick and it’ll be a beautiful bride.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "Even the colors of a chameleon are for survival not beauty.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Every woman is beautiful until she speaks.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "Getting only a beautiful woman is like planting a vine on the roadside everyone feeds on it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Greatness and beauty do not belong to the gods alone.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Having beauty doesn’t mean understanding the perseverance of marriage.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who marries a beauty marries trouble.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "If there is character, ugliness becomes beauty; if there is none, beauty becomes ugliness.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "If you find Miss This Year\" beautiful, then you’ll find Miss Next Year\" even more so.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "It is only a stupid cow that rejoices at the prospect of being taken to a beautiful abattoir.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It’s those ugly caterpillars that turn into beautiful butterflies after seasons.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Judge not your beauty by the number of people who look at you, but rather by the number of people who smile at you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who plants grapes by the road side, and one who marries a pretty woman, share the same problem.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Roosters’ tail feathers: pretty but always behind.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "She is beautiful; she has love, understands; she respects herself and others; everyone likes, loves and honors her; she is a goddess.",
            "description": "",
            "category": "african"
        },
        {
            "text": "She is like a road – pretty, but crooked.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "The beauty of a woman becomes useless if there is no one to admire it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The cook does not have to be a beautiful woman.",
            "description": "",
            "category": "shona"
        },
        {
            "text": "The most beautiful fig may contain a worm.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "The one who loves an unsightly person is the one who makes him beautiful.",
            "description": "",
            "category": "ganda"
        },
        {
            "text": "The skin of the leopard is beautiful, but not his heart.",
            "description": "",
            "category": "baluba"
        },
        {
            "text": "The surface of the water is beautiful, but it is no good to sleep on.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "There are many colorful flowers on the path of life, but the prettiest have the sharpest thorns.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is always a winner even in a monkey’s beauty contest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is no beauty but the beauty of action.",
            "description": "",
            "category": "moroccan"
        },
        {
            "text": "Three things cause sorrow to flee; water, green trees, and a beautiful face.",
            "description": "",
            "category": "moroccan"
        },
        {
            "text": "Ugliness with a good character is better than beauty.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "When a once-beautiful piece of cloth has turned into rags, no one remembers that it was woven by Ukwa master weavers.",
            "description": "",
            "category": "igbo"
        },
        {
            "text": "Why they like an ugly person takes long for a beautiful person to know.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You are beautiful because of your possessions.",
            "description": "",
            "category": "baguirmi"
        },
        {
            "text": "You are beautiful, but learn to work, for you cannot eat your beauty.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "Youth is beauty, even in cattle.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "Love does not choose the blade of grass on which it falls.",
            "description": "",
            "category": "zulu"
        },
        {
            "text": "Love doesn’t listen to rumors.",
            "description": "",
            "category": "ghana"
        },
        {
            "text": "Love doesn’t rely on physical features.",
            "description": "",
            "category": "lesotho"
        },
        {
            "text": "Love for something makes a man blind and deaf.",
            "description": "",
            "category": "sudan"
        },
        {
            "text": "Love has to be shown by deeds not words.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Love is a despot who spares no one.",
            "description": "",
            "category": "namibian"
        },
        {
            "text": "Love is a painkiller.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Love is like a baby: it needs to be treated tenderly.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "Love never gets lost it’s only kept.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Love, like rain, does not choose the grass on which it falls.",
            "description": "",
            "category": "south africa"
        },
        {
            "text": "Loving someone that does not love you is like loving the rain that falls in the forest.",
            "description": "",
            "category": "western african"
        },
        {
            "text": "Marriage is like a groundnut; you have to crack it to see what is inside.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "A happy man marries the girl he loves, but a happier man loves the girl he marries.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A letter from the heart can be read on the face.",
            "description": "",
            "category": "kenya"
        },
        {
            "text": "Coffee and love taste best when hot.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Do not treat your loved one like a swinging door: you are fond of it but you push it back and forth.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "Don’t be so in love that you can’t tell when it’s raining.",
            "description": "",
            "category": "madagascar"
        },
        {
            "text": "Don’t try to make someone hate the person he loves. For he will go on loving but he will hate you.",
            "description": "",
            "category": "senegal"
        },
        {
            "text": "Even as the archer loves the arrow that flies, so too he loves the bow that remains constant in his hands.",
            "description": "",
            "category": "nigeria"
        },
        {
            "text": "Happiness requires something to do, something to love and something to hope for.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "He who loves money must labor.",
            "description": "",
            "category": "mauritanian"
        },
        {
            "text": "He who loves the vase loves also what is inside.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who loves, love you with your dirt.",
            "description": "",
            "category": "uganda"
        },
        {
            "text": "If a woman doesn’t love you, she calls you brother.",
            "description": "",
            "category": "côte d’ivoire"
        },
        {
            "text": "If anyone makes you laugh, it is not always because they love you.",
            "description": "",
            "category": "kenya"
        },
        {
            "text": "If love is a sickness, patience is the remedy.",
            "description": "",
            "category": "cameroonian"
        },
        {
            "text": "If the full moon loves you, why worry about the stars?",
            "description": "",
            "category": "tunisia"
        },
        {
            "text": "If you are ugly you must either learn to dance or make love.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "If you marry a monkey for his wealth, the money goes and the monkey remains as is.",
            "description": "",
            "category": "egyptian"
        },
        {
            "text": "It is better to be loved than feared.",
            "description": "",
            "category": "sierra leone"
        },
        {
            "text": "It is difficult for two long-nosed lovers to kiss.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It’s much easier to fall in love than to stay in love.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Let your love be like the misty rain, coming softly but flooding the river.",
            "description": "",
            "category": "liberia"
        },
        {
            "text": "Live patiently in the world know that those who hate you are more numerous than those who love you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Never marry a woman who has bigger feet than you.",
            "description": "",
            "category": "mozambique"
        },
        {
            "text": "One does not love if one does not accept from others.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "One thread for the needle, one love for the heart.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "One who loves the vase, loves also what is inside.",
            "description": "",
            "category": "tanzania/kenya"
        },
        {
            "text": "One who loves you, loves you with your dirt.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who marries for love alone will have bad days but good nights.",
            "description": "",
            "category": "egypt"
        },
        {
            "text": "Our love is like the misty rain that falls softly, but floods the river.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Pretend you are dead and you will see who really loves you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "So many little things makes a man love a woman in a BIG way.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "The betrothed of good is evil the betrothed of life is death the betrothed of love is divorce.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "The one who loves an unsightly person is the one who make him beautiful.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The quarrel of lovers is the renewal of love.",
            "description": "",
            "category": "morocco"
        },
        {
            "text": "The way to the beloved isn’t thorny.",
            "description": "",
            "category": "cameroon (duala)"
        },
        {
            "text": "To love someone who does not love you, is like shaking a tree to make the dew drops fall.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "To love the king is not bad, but a king who loves you is better.",
            "description": "",
            "category": "wolof"
        },
        {
            "text": "What you help a child to love can be more important than what you help him to learn.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When one is in love, a cliff becomes a meadow.",
            "description": "",
            "category": "ethiopia"
        },
        {
            "text": "Where there is love there is no darkness.",
            "description": "",
            "category": "burundian"
        },
        {
            "text": "You know who you love but you can’t know who loves you.",
            "description": "",
            "category": "nigeria"
        },
        {
            "text": "Patience can cook a stone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Patience is wealth to its possessor.",
            "description": "",
            "category": "hausa"
        },
        {
            "text": "Patience is the key which solves all problems.",
            "description": "",
            "category": "sudanese"
        },
        {
            "text": "Patience is the mother of a beautiful child.",
            "description": "",
            "category": "bantu"
        },
        {
            "text": "Patience puts a crown on the head.",
            "description": "",
            "category": "ugandan"
        },
        {
            "text": "Patience attracts happiness; it brings near that which is far.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "A patient man will eat ripe fruit.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A patient person never misses a thing.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Always being in a hurry does not prevent death, neither does going slowly prevent living.",
            "description": "",
            "category": "ibo"
        },
        {
            "text": "At the bottom of patience one finds heaven.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hurry, hurry has no blessings.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "If you do not have patience you cannot make beer.",
            "description": "",
            "category": "ovambo"
        },
        {
            "text": "To run is not necessarily to arrive.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "Food gained by fraud tastes sweet to a man, but he ends up with gravel in his mouth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Food you will not eat you do not boil.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A bad cook also has his/her share of the bad food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog knows the places he is thrown food.",
            "description": "",
            "category": "acholi"
        },
        {
            "text": "A healthy person who begs for food is an insult to a generous farmer.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "A housewife who complains that there is not enough foodstuff in the market should remember that if her husband adds to what is already available, there would be more for everyone.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "A patient that can swallow food makes the nurse doubtful.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "A spider’s cobweb isn’t only its sleeping spring but also its food trap.",
            "description": "",
            "category": "african"
        },
        {
            "text": "An abundance of food at your neighbour’s will not satisfy your hunger.",
            "description": "",
            "category": "bayaka"
        },
        {
            "text": "As porridge benefits those who heat and eat it, so does a child benefit those that rear it.",
            "description": "",
            "category": "amharic"
        },
        {
            "text": "Cooked food is not sold for goats.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "Don’t take another mouthful before you have swallowed what is in your mouth.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "Eat when the food is ready; speak when the time is right.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "Even the best cooking pot will not produce food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Fine words do not produce food.",
            "description": "",
            "category": "nigerian"
        },
        {
            "text": "Good words are food, bad words poison.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "Happiness is as good as food.",
            "description": "",
            "category": "maasai"
        },
        {
            "text": "He who eats another mans food will have his own food eaten by others.",
            "description": "",
            "category": "swahili"
        },
        {
            "text": "However little food we have, we’ll share it even if it’s only one locust.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "If I could see your face, I would not need food.",
            "description": "",
            "category": "amharic"
        },
        {
            "text": "If you are looking for a fly in your food it means that you are full.",
            "description": "",
            "category": "south african"
        },
        {
            "text": "If you carry the egg basket do not dance.",
            "description": "",
            "category": "ambede"
        },
        {
            "text": "If you find no fish, you have to eat bread.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "If you give bad food to your stomach, it drums for you to dance.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you see a man in a gown eating with a man in rags, the food belongs to the latter.",
            "description": "",
            "category": "fulani"
        },
        {
            "text": "If you watch your pot, your food will not burn.",
            "description": "",
            "category": "mauritanian, nigerian, and niger"
        },
        {
            "text": "Man is like a pepper, till you have chewed it you do not know how hot it is.",
            "description": "",
            "category": "haussa"
        },
        {
            "text": "Nature gave us two cheeks instead of one to make it easier to eat hot food.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "No one gets a mouthful of food by picking between another person’s teeth.",
            "description": "",
            "category": "igbo"
        },
        {
            "text": "No partridge scratches the ground in search of food for another.",
            "description": "",
            "category": "xhosa"
        },
        {
            "text": "One person is a thin porridge; two or three people are a lump of ugali.",
            "description": "",
            "category": "kuria"
        },
        {
            "text": "One shares food not words.",
            "description": "",
            "category": "somali"
        },
        {
            "text": "One spoon of soup in need has more value than a pot of soup when we have an abundance of food.",
            "description": "",
            "category": "angolan"
        },
        {
            "text": "One who eats alone cannot discuss the taste of the food with others.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The best of mankind is a farmer; the best food is fruit.",
            "description": "",
            "category": "ethiopian"
        },
        {
            "text": "The chicken that digs for food will not sleep hungry.",
            "description": "",
            "category": "bayombe"
        },
        {
            "text": "The chicken that digs for food will not sleep hungry.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "The food eaten first lasts longest in the stomach.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "The food that is in the mouth is not yet in the belly.",
            "description": "",
            "category": "kikuyu"
        },
        {
            "text": "The food which is prepared has no master.",
            "description": "",
            "category": "malagasy"
        },
        {
            "text": "The forest not only hides man’s enemies but its full of man’s medicine, healing power and food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The forest provides food to the hunter after he is utterly exhausted.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "The goat says: Where there is blood, there is plenty of food.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "The grasshopper which is always near its mother eats the best food.",
            "description": "",
            "category": "ghanaian"
        },
        {
            "text": "The hyena with a cub does not consume all the available food.",
            "description": "",
            "category": "akamba"
        },
        {
            "text": "The impotent man does not eat spicy foods.",
            "description": "",
            "category": "congolese"
        },
        {
            "text": "The man who counts the bits of food he swallows is never satisfied.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The man who has bread to eat does not appreciate the severity of a famine.",
            "description": "",
            "category": "yoruba"
        },
        {
            "text": "The mouth is stupid after eating it forgets who gave it the food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "They ate our food, and forgot our names.",
            "description": "",
            "category": "tunisian"
        },
        {
            "text": "Things are to be tried, an old lady cooked stones and they produced soup.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "Those who are at one regarding food are at one in life.",
            "description": "",
            "category": "malawian"
        },
        {
            "text": "War is not porridge.",
            "description": "",
            "category": "gikuyu"
        },
        {
            "text": "Water is colourless and tasteless but you can live on it longer than eating food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What one won’t eat by itself, one will eat when mixed with other food.",
            "description": "",
            "category": "bantu & lamba"
        },
        {
            "text": "When the leg does not walk, the stomach does not eat.",
            "description": "",
            "category": "mongo (congolese)"
        },
        {
            "text": "When your luck deserts you, even cold food burns.",
            "description": "",
            "category": "zambian"
        },
        {
            "text": "Wine, women and food give gladness to the heart.",
            "description": "",
            "category": "ancient egyptian"
        },
        {
            "text": "Words are sweet, but they never take the place of food.",
            "description": "",
            "category": "ibo"
        },
        {
            "text": "You cannot tell a hungry child that you gave him food yesterday.",
            "description": "",
            "category": "zimbabwean"
        },
        {
            "text": "Sugarcane is sweetest at its joint.",
            "description": "Good and sweet things of life may appear difficult to achieve but in the end, it is worth it.",
            "category": "african"
        },
        {
            "text": "A roaring lion kills no one.",
            "description": "You cannot achieve or gain anything by mere sitting around and just talking about it.",
            "category": "african"
        },
        {
            "text": "Wherever a man goes to dwell, his character goes with him.",
            "description": "What defines a man is his character which is, inseparable from him and follows him everywhere he goes.",
            "category": "african"
        },
        {
            "text": "Maize bears fruits once and dies because it is not rooted into the ground.",
            "description": "You will never get to the top and stay prosperous without a good foundation.",
            "category": "african"
        },
        {
            "text": "The fly that has no one to advise him, follows a corpse into the grave.",
            "description": "You will fall into a trap if you do not have good advice or refuse to take one.",
            "category": "african"
        },
        {
            "text": "He likes burial ram’s meat, but recovers when sickness visits him.",
            "description": "Someone who wants other people to spend for him but is indisposed to spend.",
            "category": "african"
        },
        {
            "text": "When a mighty tree falls, the birds are scattered into the bush.",
            "description": "It is another famous African proverb on leadership. When a great leader passes away, many people lose their way in life if they do not find a successor.",
            "category": "african"
        },
        {
            "text": "White anti chews ‘Igbegulu’ (palm stem) because it is lying on the ground, let it climb the palm tree and eat it.",
            "description": " ‘Igbegulu’ is a palm stem. The proverb tells about a situation when people will abuse you when they do not realize who you are and find yourself in everyone’s mist.",
            "category": "african"
        },
        {
            "text": "When a handshake passes the elbow, it becomes another thing.",
            "description": "It is one of the common African proverbs about friendship. It means that you should always be watchful when an unfamiliar person is too acquainted or mind when you are being made fun of.",
            "category": "african"
        },
        {
            "text": "He who will swallow ‘udala’ seed must consider the size of his stomach.",
            "description": "‘Udala’ seed is an apple seed. It is never digested in the stomach. This proverb means that you must always think about all possible consequences of your actions.",
            "category": "african"
        },
        {
            "text": "He who sees an old hag squatting should leave her alone, who knows how she breathes?",
            "description": "You should never interfere in someone issues particularly when you do not know anything about them.",
            "category": "african"
        },
        {
            "text": "Lizard that ruined its mother’s burial, what did it expect others to do?",
            "description": "This is a famous African proverb about life and death. In African culture, mother’s funeral is an individual matter. None cares the way you plan it. This saying means that if you disorder any activity that worries you, you should not believe others to do otherwise. Nigerian people use this proverb in case they want to caution somebody about his approach to planning.",
            "category": "african"
        },
        {
            "text": "The lizard that jumped from the high Iroko tree to the ground told it would praise itself if no one else did.",
            "description": "This is one of the most known African proverbs on leadership. It means that a person must always stay happy about his or her achievements even if nobody cares.",
            "category": "african"
        },
        {
            "text": "Life is like a mist or a shadow; it quickly passes by.",
            "description": "Life is too short, and you only live it once.",
            "category": "african"
        },
        {
            "text": "When a king has good counsellors, his reign is peaceful.",
            "description": "What defines a man is the circumstances and people around him and if they are good, he turns out good.",
            "category": "african"
        },
        {
            "text": "A restless feet may walk into a snake pit.",
            "description": "If someone is busy doing nothing or is involved in what he does not know about, it is easy for him/her to get into trouble.",
            "category": "african"
        },
        {
            "text": "The best way to eat an elephant in your path, is to cut him up into little pieces.",
            "description": "The best approach to solving a problem is to take it bit by bit; one at a time.",
            "category": "african"
        },
        {
            "text": "You cannot work for food when there is no food for work.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You should know what’s being cooked in the kitchen otherwise you might eat a forbidden food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the heart acts, the body is its slave.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The world doesn’t make promises to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Send a boy where he wishes to go, and you’ll see his best pace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who pays respect to the great paves his own way for greatness.",
            "description": "What goes around, comes around so whatever you sow, you shall reap.",
            "category": "african"
        },
        {
            "text": "Tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you live next to the cemetery, you can’t cry for everyone.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Anxiety will not let you die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "God conceals himself from the mind of man, but reveals himself to his heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A king’s child is a slave elsewhere.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What forgets is the ax, but the tree that has been axed will never forget.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is no shame at all to work for money.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A loose tooth will not rest until it’s pulled out.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who digs too deep for a fish may come out with a snake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The path is made by walking.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a whole village to raise a child.",
            "description": "The society is responsible for the moral characters it creates and everyone in a community should be responsible for helping to train a child irrespective of who the parents are; offering correction where they are needed.",
            "category": "african"
        },
        {
            "text": "Do not look where you fell, but where you slipped.",
            "description": "Don’t look at your mistakes; look at what caused your mistakes, otherwise you may repeat the same mistake again.",
            "category": "african"
        },
        {
            "text": "You want to go fast, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Thorns themselves will not harm you — you hurt yourself on the thorns.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are threatened by a man, sleep at night, if it is by a woman then stay awake.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the heart acts the body is its slave.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sight of books removes sorrows from the heart.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Sorrow is like a precious treasure, shown only to friends.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Noise and hunting don’t go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wrongdoer forgets, but not the wronged.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Let a wrong-doing repeat itself at least three times: the first may be an accident, the second a mistake, but the third is likely to be intentional.",
            "description": "",
            "category": "african"
        },
        {
            "text": "People should not talk while they are eating or pepper may go down the wrong way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If a man makes soup of his tears, ask him not for broth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He ought to be feared who sends you with a message, not the one to whom you are sent.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The word \"yes\" brings trouble; the word \"no\" leads to no evil.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Fire does not make fire, only ashes.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No chicken will fall into the fire a second time.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who rides upon an ass cannot help but smell its gas!",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who cries all the time is not heard.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There is no physician who can cure the disease of love.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are too smart to pay the doctor, you had better be too smart to get ill.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Before you buy shoes, measure your feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you know his father and grandfather, don’t worry about his son.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The laughter of a child is the light of a house.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The tree breaks that takes all the force of the wind.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Greatness is not achieved with violence.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Whatever accomplishment you boast of in the world, there is someone better than you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The thrower of stones throws away the strength of his own arm.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman’s strength is a multitude of words.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The world has not made a promise to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The success  of a man is through the soles of his feet, that of a woman is from her legs.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Silence gives rise to peace and with peace comes security.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The child hates the one who gives him all he wants.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do not laugh at the fallen; you may find slippery roads ahead.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is the path of the needle that the thread is accustomed to follow.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The best way to eat the elephant standing in your path is to cut it up into little pieces.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The key that opens is also the key that locks.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Help me during the flood, and I will help you during the drought.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The world does not make promises to anybody.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Live patiently in the world; know that those who hate you are more numerous than those who love you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Wherever man goes to dwell his character goes with him.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When a man says he does not mind, then he really does.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Beat one dog and the others will run away.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It is not what you are called, but what you answer to.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A chick that will grow into a cock can be spotted the very day it hatches.",
            "description": "You can easily foresee the future of something through the character and tell-tale signs it exhibits today.",
            "category": "african"
        },
        {
            "text": "A small shrub may grow into a tree.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The plant God favors will grow even without rain.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do something at its right time, and peace will accompany it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Tomorrow belongs to the people who prepare for it today.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you know the beginning well, the end will not trouble you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It takes a whole village to raise a child.",
            "description": "The society is responsible for the moral characters it creates and everyone in a community should be responsible for helping to train a child irrespective of who the parents are; offering correction where they are needed.",
            "category": "african"
        },
        {
            "text": "There are three friends in this world: courage, sense, and insight.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Say no from the start; you will have rest.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Smooth seas do not make skillful sailors.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You must judge a man by the work of his hands.",
            "description": "",
            "category": "african"
        },
        {
            "text": "As long as the white man stutters, the interpreters have a lot of work.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The fuel in the lamp consumes itself but lights others.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who takes a light to find a snake should start at his own feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The tree that is not taller than you cannot shade you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "It rained on the mountaintop, but it was the valley below that got flooded.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even if the elephant is thin he is still the lord of the jungle.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If there were no elephants in the jungle, the buffalo would be big.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Hunt in every jungle, for there is wisdom and good hunting in all of them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The water can only flow thanks to the well.",
            "description": "",
            "category": "african"
        },
        {
            "text": "They who dig the wells never drink from them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Clouds do not always mean rain, but smoke is a sure sign of fire.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When elephants fight, it’s the grass that suffers.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Heaven and earth shall never meet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If the moon is with you, you need not care about the stars.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the moon is shining the cripple becomes hungry for a walk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Whoever has only one garment does not wash it when it rains.",
            "description": "",
            "category": "african"
        },
        {
            "text": "While the sun is shining, bask in it!",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where the cattle are, there the wolf shall die.",
            "description": "",
            "category": "african"
        },
        {
            "text": "I don’t sow ground nuts when the monkey is watching.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The horse never refuses a homeward gallop.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sparrow says: \"I have not eaten… so the parrot will not eat either.\"",
            "description": "",
            "category": "african"
        },
        {
            "text": "Differences between husband and wife should not be aired in the marketplace.",
            "description": "",
            "category": "african"
        },
        {
            "text": "In the birds’ court, a cockroach never wins his case.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Looking at a king’s mouth one would never think he sucked his mother’s breast.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If a child washes his hands he could eat with kings.",
            "description": "If you prepare and allow yourself to be well trained when you have the opportunity, you will achieve a lot and be favoured in due course.",
            "category": "african"
        },
        {
            "text": "People think that the poor are not as wise as the rich, for if a man be wise, why is he poor?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Even the best cooking pot will not produce food.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where the cattle stand together, the lion lies down hungry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is too sure of himself and acts without thinking is heading for his downfall.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If sweetness be excessive, it is no longer sweetness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Indecision is like a stepchild: if he does not wash his hands, he is called dirty, if he does, he is wasting water.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No one is without knowledge except he who asks no questions.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t ask me where I am going but where I have come from.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When deeds speak, words are nothing.",
            "description": "",
            "category": "african"
        },
        {
            "text": "News does not sleep on the way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Death is always news.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to know how the true story goes, wait till the arguments start.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Until lions have their historians, tales of the hunt shall always glorify the hunter.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The key that unlocks is also the key that locks. Honor a child, and he will honor you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Repetition is the mother of knowledge.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Until lions have their historians, tales of the hunt shall always glorify the hunters.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The mouth which eats does not talk.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who talks continuously, talks nonsense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Until the lions have their historians, tales of the hunt shall always glorify the hunter.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you are filled with pride, then you will have no room for wisdom.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The dead are not seen in the company of the living.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Without human companions, paradise itself would be an undesirable place.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Smile… heaven is watching!",
            "description": "",
            "category": "african"
        },
        {
            "text": "In hell there are no fans.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Ears are usually uninvited guests.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman listens only to the advice of a fool.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t expect to be offered a chair when you are visiting a place where the chief sits on the floor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "There are 40 kinds of lunacy, but only one kind of common sense.",
            "description": "",
            "category": "african"
        },
        {
            "text": "One who does what he says is not a coward.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The viper assumes the colors of his surroundings.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The very fact that we are looking for something usually stands in the way of our finding it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The teeth are smiling, but is the heart?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Practice with the left hand while the right is still there.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You can outrun what is running after you, but not what is running inside of you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you get rich, be in a dark corner when you jump for joy.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who waits for the moon waits for darkness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you wait for tomorrow, tomorrow comes. If you don’t wait for tomorrow, tomorrow comes.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The camel and his driver — each has his own plan.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A guest who breaks the dishes of his host is not soon forgotten.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Travel and you will see them, sit and they will come to you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wise traveler leaves his heart at home.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Each trip gives you its own uniqueness.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If it hurts to spend your money, you will go hungry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you refuse to be made straight when you are green, you will not be made straight when you are dry.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You can tell ripe corn by its look.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Good things sell themselves; those that are bad have to be advertised.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where water is the boss, there must the land obey.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Brothers love each other when they are equally rich.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The lizard that jumped from the high iroko tree to the ground said he would praise himself if no one else did.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Anxiety will not let you die of hunger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A proud heart can survive a general failure because such a failure does not prick its pride.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Do me a favor during the rainy season, and I shall do the same for you during the dry season.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you have not been to two different bazaars, then you do not know what the best value is.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Treat your guest as a guest for two days — then on the third day give him a hoe.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you have escaped the jaws of the crocodile while bathing in the river, you will surely meet a leopard on the way.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The sun will shine on those who stand before it shines on those who kneel under them.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The hunter who is tracking an elephant does not stop to throw stones at birds.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The zebra told the white horse, \"I am white,\" and told the black horse, \"I am actually black.\"",
            "description": "",
            "category": "african"
        },
        {
            "text": "We have never seen the earth show her teeth.",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the big tree falls, the goat eats its leaves.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A man who pays respect to the great paves the way for his own greatness.",
            "description": "What goes around, comes around so whatever you sow, you shall reap.",
            "category": "african"
        },
        {
            "text": "A person who is not disciplined cannot be cautioned.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman wearing trousers? What has she got hanging in there?",
            "description": "",
            "category": "african"
        },
        {
            "text": "Those who wear pearls do not know how often the shark bites the leg of the diver.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Human blood is heavy; he who has shed it cannot run away.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t try to get blood from a locust; God didn’t put it in there.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Nothing wipes your tears away but your own hand.",
            "description": "",
            "category": "african"
        },
        {
            "text": "What is in the stomach carries what is in the head.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He on whose head we would break a coconut never stands still.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The success of a man is through the soles of his feet, that of a woman is from her legs.",
            "description": "",
            "category": "african"
        },
        {
            "text": "You can’t dance on one leg.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how many house chores you complete, there are always more to be done.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He whose mother is naked is not likely to clothe his aunt.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Not the place where I was born but where I hang my hat is home.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A wound inflicted by a friend does not heal.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Scandal is like an egg; when it is hatched it has wings.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Two is good, one alone cannot wash his back.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A woman is like a banana; one alone can turn the whole bunch rotten.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Food you will not eat you do not boil.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The potter eats from broken plates.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Only what you have eaten is yours; other things may not be.",
            "description": "",
            "category": "african"
        },
        {
            "text": "He who is drunk from wine can sober up, he who is drunk from wealth cannot.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Filthy water cannot be washed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "For the sake of the rose the thorn is watered too.",
            "description": "",
            "category": "african"
        },
        {
            "text": "No matter how much milk a cow has, you cannot milk butter from it.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The best morsels are never given to a beggar.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A beggar won’t mind being insulted.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Fear is no obstacle to death. ",
            "description": "",
            "category": "west african"
        },
        {
            "text": "Death is always news. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to know how the true story goes, wait till the arguments start. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "To trouble me is better than to forget me. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you know the beginning well, the end will not trouble you. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "The word \"yes\" brings trouble; the word \"no\" leads to no evil. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "Let a wrong-doing repeat itself at least three times: the first may be an accident, the second a mistake, but the third is likely to be intentional. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "The quarrel of the sheep doesn’t concern the goats. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "Don’t meddle with a family feud. ",
            "description": "",
            "category": "african"
        },
        {
            "text": "When the music changes, so does the dance.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Who forgives wins.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Where there is no shame, there is no honor.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Bad luck for one man is good luck for another.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Wisdom is like a baobab tree; no one individual can embrace it.",
            "description": "",
            "category": "east african"
        },
        {
            "text": "A liar will steal and a thief will kill.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "Mothers raise their daughters and let their sons grow up.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "God makes three requests of his children: Do the best you can, where you are, with what you have, now.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "All poor people ain’t black/ and all black people ain’t poor.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "The very time I thought I was lost, my dungeon shook and my chains fell off.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "If you ask a Negro where he’s been, he’ll tell you where he’s going.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "All poor people ain’t black, and all black people ain’t poor.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "Romance– without finance- don’t stand a chance.",
            "description": "",
            "category": "african-american"
        },
        {
            "text": "One monkey don’t stop no show!",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Black people must stop acting like crabs in a barrel and work together.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A heard head makes a soft behind.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Burning the candle at both ends.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you can’t stand the heat, get out of the kitchen",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Count your blessings, not your problems.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t beat a dead dog.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Do or die.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God does not bless mess.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Better safe than sorry.",
            "description": "You should always be careful, even if you think it’s not necessary.",
            "category": "african american"
        },
        {
            "text": "Going to be a cold day in hell.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Love don’t love nobody.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "What’s good for the goose is good for the gander.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Eat drink and be merry.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Old Satan couldn’t get along without plenty of help.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "All that glitters is not gold.",
            "description": "A regularly used proverb, this talks about things not being as good as they first appear. For example a person might dream about living in the huge mansion at the end of the street, but in reality the cost of running that mansion is a whole other set of problems, the house might look amazing but in truth it isn’t as great as it first appears.",
            "category": "african american"
        },
        {
            "text": "Be careful what you wish for you might get it.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Life is short and full of blisters.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A hit dog will hollow.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Knock on wood.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A stitch in time saves nine.",
            "description": "This interesting proverb talks about not cutting corners in order to save yourself a bit of time because in the end, these cuts will catch up with you and will leave you with considerably more work that you would have had if you had done the job properly in the first instance. For example, if you are fitting some water pipes but do not screw them into place tightly enough because you want to save a bit of time, eventually those pipes will start to leak and as well as fixing them you will have the added job of clearing up the water.",
            "category": "african american"
        },
        {
            "text": "Mama’s baby…Papa’s maybe.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Black sheep of the family.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Go with the flow.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A penny saved is a penny earned.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Do as I say and not as I do.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Couldn’t hit the broad side of the barn.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Doesn’t have a leg to stand on.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The pot can’t call the kettle black.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Eat your heart out.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Be that as it may.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Easy come easy go.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Girl, have several seats.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A rolling stone gathers no moss.",
            "description": "This proverb is talking about how if a person rumbles through life without ever stopping, they will gain nothing from life and no experience or benefit from it. It could be applied to a lot of areas of life such as relationships but a good example would be of somebody who constantly switched their job, moving from career to career without ever staying in one long enough to take any of the benefit from it or gain any experience in the field.",
            "category": "african american"
        },
        {
            "text": "Day late and a dollar short.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Family must look out for family.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The fruit don’t fall too far from the tree.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The more you cry the less you pis.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Tell me whom you love, and I’ll tell you who you are.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A man who does not respect his own mother is absolutely no good.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "You’ve got to work twice as hard to get half as far as a Black person in white America.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A wise man listens to his own conscience.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Money talks – everything else walks.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Blind in one eye and can’t see out of the other.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Can’t live with them and can’t live without them.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Blood is thicker than water.",
            "description": "This proverb essentially means that family ties are stronger than any other type, using blood as the literal term for a relative (as in you share the same DNA.) A good example of when to use this would be if a family member and a close friend had a disagreement, you might decide that despite being impartial in the argument, you are going to take the side of the family member because ‘blood is thicker than water.’",
            "category": "african american"
        },
        {
            "text": "Dead as a doornail.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A liar will steal and a thief will kill",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Caught between a rock and a hard place.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you can’t beat them join them.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Go for broke.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Calm before the storm.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you are not part of the solution, you are part of the problem.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Can’t see the forest for the trees.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A empty wagon makes a lot of noise.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Cold hands – warm heart.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Now, if you knew that homework like you know those song lyrics, you would get straight A’s.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t beat around the bush.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Beauty is only skin deep.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Beware of burning your bridges when you cross them.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Mama don’t play!",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Doesn’t have two nickels to rub together.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Go whole hog wild.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Dig your own grave.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Clothes don’t make the man.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you’ll lie you’ll steal and if you’ll steal you’ll kill.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A watched pot will never boil.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Dead men tells no tales.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "We ain’t what we want to be; we ain’t what we gonna be; but thank God, we ain’t what we was.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God helps those who help themselves.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "I can’t make head or tails of it.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "The blacker the berry the sweet the juice.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God moves in mysterious ways.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Experience is the best teacher.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "It takes a heap of licks to strike a nail in the dark.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Couldn’t carry a tune in a bushel basket.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "God can do anything but fail.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you want to keep something secret from black folks, put it between the covers of a book.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "When I get on you I am going to pay you for old and new.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "You better go on somewhere with that!",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t let your right hand know what your left hand is doing.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "A little bird told me.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t bite off more that you can chew.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "I have eyes in the back of my head.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "I brought you in this world and I will take you out.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Once you go Black, you never go back.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Jealous? Hate the game and not the player.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "If you can’t say anything nice don’t say anything.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "What you do in the dark, will come to the light.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t bite the hand that feeds you.",
            "description": "Most of us rely on someone else for our means of living (money). However, if we betray the trust that person has placed in us, we could find ourselves without a job and in much trouble.",
            "category": "african american"
        },
        {
            "text": "Enough is enough.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Break a mirror and you will have seven years bad luck.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "Don’t burn your bridges.",
            "description": "",
            "category": "african american"
        },
        {
            "text": "When there is no enemy within, the enemies outside cannot hurt you.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Only a fool tests the depth of the water with both feet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "If you want to go fast, go alone. If you want to go far, go together.",
            "description": "",
            "category": "african"
        },
        {
            "text": "An axe forgets what the tree remembers.",
            "category": "german",
            "description": "It is easy for someone who is hurting another person to forget the wrong and move on but the person who was hurt never forgets."
        },
        {
            "text": "A wise man never knows all, only fools know everything.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The wise man is father of the fool.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Earth is but a marketplace; heaven is home.",
            "description": "",
            "category": "west african"
        },
        {
            "text": "If you’re going home, you don’t get wet.",
            "description": "",
            "category": "african"
        },
        {
            "text": "The teeth that laugh are also those that bite.",
            "description": "",
            "category": "west african"
        },
        {
            "text": "To trouble me is better than to forget me.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A talkative bird will not build a nest.",
            "description": "",
            "category": "west african"
        },
        {
            "text": "I pointed out the stars and moon to you, but all you saw was the tip of my finger!",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog with a bone is always in danger.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog returns to where he has been fed.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog does not mind being called a dog.",
            "description": "",
            "category": "african"
        },
        {
            "text": "As the dog said, \"If I fall down for you and you fall down for me, it is playing.\" ",
            "description": "",
            "category": "african"
        },
        {
            "text": "Too many calls confuse the dog.",
            "description": "",
            "category": "african"
        },
        {
            "text": "A dog never forgets his master.",
            "description": "",
            "category": "african"
        },
        {
            "text": "Sorrow doesn’t kill — reckless joy does.",
            "description": "",
            "category": "west african"
        },
        {
            "text": "Work is good, as long as you don’t forget to live.",
            "description": "",
            "category": "african"
        }
    ]
}
