{
    "arabian": [
        {
            "text": "The monkey looks into the mirror and sees a gazelle.",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"The whisper of a pretty girl can be heard further off than the roar of a lion.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"Live together like brothers and do business like strangers.\"",
            "description": "",
            "category": "saudi arabian"
        },
        {
            "text": "\"A foolish man may be known by six things: anger without cause, speech without profit, change without progress, inquiry without object, putting trust in a stranger, and mistaking foes for friends.\"",
            "description": "",
            "category": "saudi arabian"
        },
        {
            "text": "\"A man profits more by the sight of an idiot than by the orations of the learned.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"Evil people know one another.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"Never trust a fool with a sword.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"If you give in to a fool, he will say, \"This is because they are afraid of me.\"\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"A foolish man may be known by six things: Anger without cause, speech without profit, change without progress, inquiry without object, putting trust in a stranger, and mistaking foes for friends.\"",
            "description": "",
            "category": "saudi arabian"
        },
        {
            "text": "\"Don’t think you are eloquent just because a fool applauds you.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"Walls are the notebooks of fools.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"The soul of a fool is always dancing on the tip of his tongue.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"Silence is the best answer to the stupid. The fool has his answer on the tip of his tongue.\"",
            "description": "",
            "category": "saudi arabian"
        },
        {
            "text": "\"In the presence of Fate, the physician becomes a fool.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"Do good and throw it in the sea.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"Examine what is said, not who speaks.\"",
            "description": "",
            "category": "arabian"
        },
        {
            "text": "\"To call a man a thief gives him the right to be one.\"",
            "category": "old arabic",
            "description": "Treating someone in an unfair or cruel way will ensure a similar behaviour from them in the future."
        }
    ]
}
