{
    "babylonian": [
        {
            "text": "Writing is the mother of eloquence and the father of artists.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "Don’t trust the smile of your opponent.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "Friendship lasts but for a day, business connections forever.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "If I put anything down it is snatched away; if I do more than is expected, who will repay me?",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "The tall grain thrives, but what do we understand of it? The meager grain thrives, but what do we understand of it?",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "The life of day before yesterday has departed today.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "Be gentle to your enemy as to an old oven.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "The gods do not deduct from marls allotted span the hours spent fishing.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "There is strife where servants are, slander where anointers anoint.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "An ass in another city becomes its head.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "The strong live by their own wages; the weak by the wages of their children.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "My knees go, my feet are unwearied; but a fool has cut into my course.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "The city whose weapons are not strong the enemy before its gates shall not be thrust through.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "Friendship in days of prosperity is servitude forever.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "If you go and take the field of an enemy, the enemy will come and take your field.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "Does a woman conceive when a virgin, or grow great without eating?",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "His ass I am; I am harnessed to a mule—a wagon I draw, to seek reeds and fodder I go forth.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "The face of a toiling ox you shall not strike with a goad.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "Upon a glad heart oil is poured out of which no one knows.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "If the husk is not right, the kernel is not right, it will not produce seed.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "He has dug a well where no water is, he has raised a husk without kernel.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "He is altogether good, but he is clothed with darkness.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "The gift of the king is the nobility of the exalted; the gift of the king is the favor of governors.",
            "description": "",
            "category": "babylonian"
        },
        {
            "text": "When you see the gain of the fear of god, exalt god and bless the king.",
            "description": "",
            "category": "babylonian"
        }
    ]
}