{
    "bible": [
        {
            "text": "As saith the proverb of the ancients, Wickedness proceedeth from the wicked: but mine hand shall not be upon thee.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "By their fruits ye shall know them.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "It is good for me that I have been afflicted, that I might learn thy statutes.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Behold, I have refined thee, but not with silver; I have chosen thee in the furnace of affliction.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...in their affliction they will seek me early.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Man is born unto trouble, as the sparks fly upward.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...I was brought low, and he helped me.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "In the multitude of counsellors there is safety.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into judgment, but is passed from death unto life.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...be faithful unto death, and I will give thee a crown of life.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Can two walk together, except they be agreed?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "What shall it profit a man, if he shall gain the whole world, and lose his own soul?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Ye looked for much, and lo, it came to little ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that is soon angry dealeth foolishly ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Be ye angry, and sin not; let not the sun go down upon your wrath.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...let every man be swift to hear, slow to speak, slow to wrath.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Let not the sun go down upon your wrath.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Can a man take fire in his bosom, and his clothes not be burned?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Neither cast ye pearls before swine, lest they trample them under their feet, and turn again and rend you.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...man looketh on the outward appearance, but the Lord looketh on the heart.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Better is the end of a thing than the beginning thereof.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "When I lie down, I say, When shall I arise, and the night be gone? and I am full of tossings to and fro unto the dawning of the day.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Then Peter said unto them, Repent, and be baptized, every one of you, in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Spirit.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Thy word is a lamp unto my feet, and a light unto my path.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "We brought nothing into this world, and it is certain we can carry nothing out.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "It is naught, it is naught, saith the buyer; but when he is gone his way, then he boasteth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The borrower is servant to the lender.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A false balance is abomination to the Lord: but a just weight is his delight.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Give to him that asketh thee, and from him that would borrow of thee turn not thou away.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Of making many books there is no end; and much study is a weariness of the flesh.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Have we not all one father? hath not one God created us?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil; rejoiceth not in iniquity, but rejoiceth in the truth; beareth all things, believeth all things, hopeth all things, endureth all things. Charity never faileth ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "As he thinketh in his heart, so is he.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "As arrows are in the hand of a mighty man; so are the children of the youth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "When I was a child, I spake as a child, I understood as a child, I thought as a child; but when I became a man, I put away childish things.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "If a house be divided against itself, that house cannot stand.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Render to Caesar the things that are Caesars, and to God the things that are Gods.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Thou shalt also consider in thine heart, that, as a man chasteneth his son, so the Lord thy God chasteneth thee.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "My son, despise not the chastening of the Lord; neither be weary of his correction: for whom the Lord loveth he correcteth; even as a father the son in whom he delighteth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Chasten thy son while there is hope, and let not thy soul spare for his crying.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A merry heart maketh a cheerful countenance.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...he that is of a merry heart hath a continual feast.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A merry heart doeth good like a medicine ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... choose you this day whom ye will serve ... but as for me and my house, we will serve the Lord.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Except the Lord build the house, they labour in vain that build it.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "(God) comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A soft answer turneth away wrath.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Be swift to hear, slow to speak, slow to wrath.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Blessed are the peacemakers: for they shall be called the children of God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A fool uttereth all his mind ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Thou shalt not follow a multitude to do evil ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For God is not the author of confusion, but of peace ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Judge not, that ye be not judged.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Wherein thou judgest another, thou condemnest thyself.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "I have learned, in whatsoever state I am, therewith to be content",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... for I have learned, in whatsoever state I am, therewith to be content.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And having food and raiment let us be therewith content.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Behold, happy is the man whom God correcteth ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "How great a matter a little fire kindleth!",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... the Lord gave, and the Lord hath taken away; blessed be the name of the Lord.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Precious in the sight of the Lord is the death of his saints.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For to me to live is Christ, and to die is gain.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... it is appointed unto men once to die, but after this the judgment.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Dust thou art, and unto dust shalt thou return.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "We must needs die, and are as water spilt on the ground, which cannot be gathered up again.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... for dust thou art, and unto dust shalt thou return.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Whatsoever thy hand findeth to do, do it with thy might.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... upon this rock I will build my church, and the gates of hades shall not prevail against it.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "...I (Paul) appeal unto Caesar.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Get thee behind me, Satan ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Where no wood is, there the fire goeth out: so where there is no tale-bearer, the strife ceaseth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The ambassadors of peace shall weep bitterly.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "They that sow in tears shall reap in joy.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... but he that endureth to the end shall be saved.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them who despitefully use you, and persecute you.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And unto him that smiteth thee on the one cheek, offer also the other ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Dearly beloved, avenge not yourselves but, rather, give place unto wrath; for it is written, Vengeance is mine; I will repay, saith the Lord. Therefore, if thine enemy hunger, feed him; if he thirst, give him drink; for in so doing thou shalt heap coals of fire on his head.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Oh that I had wings like a dove! for then would I fly away, and be at rest.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "If thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "If thine enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... I say unto you that ye resist not evil, but whosoever shall smite thee on thy right cheek, turn to him the other also.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Sufficient unto the day is the evil thereof.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Woe unto them that call evil good, and good evil.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Recompense to no man evil for evil. Provide things honest in the sight of all men. If it be possible, as much as lieth in you, live peaceably with all men.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... I would have you wise unto that which is good, and simple concerning evil.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Put on the whole armor of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... As is the mother, so is her daughter.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... The Son can do nothing of himself, but what he seeth the Father do ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For I (Jesus) have given you an example, that ye should do as I have done to you.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... for whatsoever a man soweth, that shall he also reap.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Move from here to yonder place; and it shall move; and nothing shall be impossible unto you.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "So, then, faith cometh by hearing, and hearing by the word of God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... The just shall live by faith.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Fight the good fight of faith ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Faith is the substance of things hoped for, the evidence of things not seen.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Faith without works is dead.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... the fashion of this world passeth away.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Now faith is the substance of things hoped for, the evidence of things not seen.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For whatever is born of God overcometh the world, and this is the victory that overcometh the world, even our faith.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For a just man falleth seven times, and riseth up again ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Woe to him that is alone when he falleth; for he hath not another to help him up.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And ye fathers, provoke not your children to wrath, but bring them up in the nurture and admonition of the Lord.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... by the fear of the Lord men depart from evil.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Be not afraid, only believe.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "There is no fear in love; but perfect love casteth out fear ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Answer a fool according to his folly",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Even a fool, when he holdeth his peace, is counted wise.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... the Lord is the strength of my life; of whom shall I be afraid?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The fear of the Lord is the beginning of wisdom.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The fear of the Lord is the beginning of knowledge ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Boast not thyself of tomorrow; for thou knowest not what a day may bring forth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Judge not, and ye shall not be judged: condemn not, and ye shall not be condemned: forgive, and ye shall be forgiven.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And be ye kind one to another, tenderhearted, forgiving one another, even as God, for Christ's sake, hath forgiven you.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A friend loveth at all time, and a brother is born for adversity.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Be ye kind one to another, tender-hearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Forgive us our debts, as we forgive our debtors.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And when ye stand praying, forgive, if ye have anything against any: that your Father also which is in heaven may forgive you your trespasses.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Then said Jesus, Father, forgive them; for they know not what they do ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "If the Son, therefore, shall make you free, ye shall be free indeed.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Cast thy bread upon the waters: for thou shalt find it after many days.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Every good gift and every perfect gift is from above.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "It is more blessed to give than to receive.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... With men it is impossible, but not with God; for with God all things are possible.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And he (Jesus) said, The things which are impossible with men are possible with God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... If God be for us, who can be against us?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "I (Paul) have planted, Apollos watered, but God gave the increase.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "There is one body, and one Spirit, even as ye are called in one hope of your calling; one Lord, one faith, one baptism, one God and Father of all, who is above all, and through all, and in you all.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... freely ye have received, freely give.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Give, and it shall be given unto you ... For with the same measure that ye measure it shall be measured to you again.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... It is more blessed to give than to receive.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Every man according as he purposeth in his heart, so let him give, not grudgingly, or of necessity; for God loveth a cheerful giver.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Is anything too hard for the Lord? ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "God is our refuge and strength, a very present help in trouble.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A man's heart deviseth his way, but the Lord directeth his steps.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For I am the Lord, I change not ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Be not overcome of evil, but overcome evil with good.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "All things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And as ye would that men should to do you, do ye also to them likewise.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The king's heart is in the hand of the Lord, as the rivers of water: He turneth it withersoever he will.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Canst thou by searching find out God?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "If I ascend up into heaven, thou [God] art there: if I make my bed in hell, behold, thou art there.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that repeateth a matter separateth very friends.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "O death, where is thy sting? O grave, where is thy victory?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The wicked flee when no man pursueth; but the righteous are bold as a lion.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Daughter, thy faith hath made thee whole.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Whatsoever ye shall bind on earth shall be bound in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "But many that are first shall be last; and the last first.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "In my Father's house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The heavens declare the glory of God; and the firmament showeth his handiwork.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Hope deferred maketh the heart sick.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A prophet is not without honour, save in his own country.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "If a son shall ask bread of any of you that is a father, will he give him a stone? Or if he ask a fish, will he for a fish give him a serpent? Or if he shall ask an egg, will he offer him a scorpion? If ye then, being evil, know how to give good gifts unto your children, how much more shall your heavenly Father give the Holy Spirit to them that ask him?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... the Spirit also helpeth our infirmities; for we know not what we should pray for as we ought; but the Spirit himself maketh intercession for us with groanings which cannot be uttered.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Withdraw thy foot from they neighbor's house; lest he be weary of thee, and so hate thee.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Let us not be weary in well doing: for in due season we shall reap, if we faint not.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "When thou doest alms, let not thy left hand know what thy right doeth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Consider the lilies of the field, how they grow; they toil not, neither do they spin: And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Stolen waters are sweet, and bread eaten in secret is pleasant.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... I am fearfully and wonderfully made ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Can the Ethiopian change his skin, or the leopard his spots?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Evil communications corrupt good manners.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that is faithful in that which is least is faithful also in much; and he that is unjust in the least is unjust also in much.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Let all things be done decently and in order.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Let him that thinketh he standeth take heed lest he fall.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For as by one man's disobedience many were made sinners, so by the obedience of one shall many be made righteous.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... We ought to obey God rather than men.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Thou shalt love thy neighbor as thyself.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "There is no new thing under the sun.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Is there any thing whereof it may be said, See, this is new? ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Let us eat and drink; for tomorrow we shall die.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "All flesh is grass, and all the goodliness thereof is as the flower of the field.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Go ye into the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "No man can serve two masters ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Go to the ant, thou sluggard; consider her ways and be wise: Which having no guide, overseer, or ruler, Provideth her meat in the summer, and gathereth her food in the harvest.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Go to the ant, thou sluggard; consider her ways and be wise: Which having no guide, overseer, or ruler, Provideth her meat in the summer, and gathereth her food in the harvest.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The letter killeth, but the spirit giveth life.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... I say unto you that whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... God is light, and in him is no darkness at all.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Let the redeemed of the Lord say so, whom he hath redeemed from the hand of the enemy.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... by works a man is justified, and not by faith only.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... faith without works is dead ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "What doth it profit, my brethren, though a man say he hath faith, and have not works? Can faith save him?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "But be ye doers of the word, and not hearers only, deceiving your own selves.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "There is no peace, saith the Lord, unto the wicked.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... He that believeth on me, the works that I do shall he do also ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Whoso diggeth a pit shall fall therein.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Behold, how good and how pleasant it is for brethren to dwell together in unity!",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The fool hath said in his heart, There is no God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Weeping may endure for a night, but joy cometh in the morning.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The spirit indeed is willing, but the flesh is weak.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... call upon me (God) in the day of trouble: I will deliver thee, and thou shalt glorify me.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "We are but of yesterday, and know nothing, because our days upon earth are a shadow.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Train up a child in the way he should go: and when he is old he will not depart from it.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "But the tongue can no man tame; it is an unruly evil, full of deadly poison.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A word spoken in due season, how good is it!",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "To every thing there is a season, and a time to every purpose under the heaven.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "As for man, his days are as grass: as a flower of the field, so he flourisheth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... we must through much tribulation enter into the kingdom of God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Be ye therefore wise as serpents, and harmless as doves.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Strong meat belongeth to them that are of full age.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The life is more than meat, and the body is more than raiment.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And the soldiers likewise demanded of him (John the Baptist), saying, And what shall we do? And he said unto them, Do violence to no man, neither accuse any falsely; and be content with your wages.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "O sing unto the Lord a new song: sing unto the Lord, all the earth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Which of you shall have an ass or an ox fallen into a pit, and will not straightway pull him out on the sabbath day?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And he (Jesus) said unto them, The sabbath was made for man, and not man for the sabbath.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... it is lawful to do well on the sabbath days.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Remember the sabbath day, to keep it holy. Six days shalt thou labour, and do all thy work: But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... seek, and ye shall find ...",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Greater love hath no man than this, that a man lay down his life for his friends.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The eternal God is thy refuge, and underneath are the everlasting arms.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "How forcible are right words.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... he that maketh haste to be rich shall not be innocent.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Labor not to be rich: cease from thine own wisdom.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Who can say, I have made my heart clean, I am pure from my sin?",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Unto the pure all things are pure.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The poor man's wisdom is despised, and his words are not heard.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "For we brought nothing into this world, and it is certain we can carry nothing out.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... give me neither poverty nor riches; feed me with food convenient for me.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Woe unto you, when all men shall speak well of you!",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Give me neither poverty nor riches; feed me with food convenient for me.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Bodily exercise profiteth little; but godliness is profitable unto all things.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "The good that I would do not; but the evil which I would not, that I do.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Train up a child in the way he should go: and when he is old, he will not depart from it.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Whosoever shall smite thee on thy right cheek, turn to him the other also.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Boast not thyself of tomorrow; for thou knowest not what a day may bring forth.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Where your treasure is, there will your heart be also.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "In the day of prosperity be joyful, but in the day of adversity consider.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... A prophet is not without honor, save in his own country, and in his own house.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that maketh haste to be rich shall not be innocent.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that spareth his rod hateth his son.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Pride goeth before destruction, and an haughty spirit before a fall.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "I (John the Baptist), indeed, baptize you with water unto repentance, but he that cometh after me is mightier than I, whose shoes I am not worthy to bear; he shall baptize you with the Holy Spirit, and with fire.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Unto whomsoever much is given, of him shall much be required.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Whatsoever a man soweth, that shall he also reap.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "And if any mischief follow, then thou shalt give life for life, Eye for eye, tooth for tooth, hand for hand, foot for foot, Burning for burning, wound for wound, stripe for stripe.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Christ, being raised from the dead, dieth no more; death hath no more dominion over him.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... but, except ye repent, ye shall all likewise perish.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "... Repent ye: for the kingdom of heaven is at hand.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "A good name is rather to be chosen than great riches.",
            "description": "",
            "category": "Bible"
        },
        {
            "text": "He that troubles his own house shall inherit the wind: and the fool shall be servant to the wise of heart.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "He that walks with wise men shall be wise, but a companion of fools shall be destroyed.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "If a ruler hearken to lies, all his servants are wicked.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Iron whets iron.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "It is better to dwell in a corner of the housetop, than with a brawling woman in a wide house.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "It is more blessed to give than to receive.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Let no man deceive you with vain words.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Many are called but few are chosen.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "No man can serve two masters.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Open rebuke is better than secret love.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "A good name is better than precious ointment.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "A good name is rather to be chosen than great riches.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "A just man falls seven times, and rises up again.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "A prudent wife is from the Lord.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "A soft answer turns away wrath.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Answer a fool according to his folly, lest he be wise in his own conceit.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "As a dog returns to his vomit, so a fool returns to his folly.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Before honor is humility.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Can a man take fire in his bosom, and his clothes not be burned?",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Do not withhold good from those to whom it is due, when it is in the power of your hand to do so.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Seek and ye shall find.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Speak to the earth, and it shall teach thee.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Stolen waters are sweet, and bread eaten in secret is pleasant.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Stupid people always think they are right. Wise people listen to advice.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "The borrower is servant to the lender.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "The heart of fools proclaims foolishness.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "The prosperity of fools shall destroy them.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "The rebellious dwell in a dry land.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "The righteous are bold as a lion.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "The spirit is willing, but the flesh is weak.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "The wise man looks ahead. The fool attempts to fool himself and won't face facts.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "There are three things that are too amazing for me, four that I do not understand: the way of an eagle in the sky, the way of a snake on a rock, the way of a ship on the high seas, and the way of a man with a maiden.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "There is nothing new under the sun.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Wealth makes many friends.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Where there is no vision, people perish.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Wisdom is more precious than rubies.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Your own friend, and your father's friend, forsake not.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Do you see a man who is wise in his own eyes? There is more hope for a fool than for him.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Don't run too far, you will have to return the same distance.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Even a fool, when he holds his peace, is counted wise.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Every wise woman builds her house: but the fool plucks it down with her hands.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Faith moves mountains.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Great men are not always wise.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "He that is of a merry heart hasth a continual feast.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "He that maketh haste to be rich shall not be innocent.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "He that repeats a matter separates very friends.",
            "description": "",
            "category": "biblical"
        },
        {
            "text": "Hatred stirs up strife, but love covers all transgressions",
            "description": "",
            "category": "Proverbs 10:12"
        },
        {
            "text": "A friend loves at all times, and a brother is born for a time of adversity",
            "description": "",
            "category": "Proverbs 17:17"
        },
        {
            "text": "A man with many friends can still be ruined, but a true friend sticks closer than a brother",
            "description": "",
            "category": "Proverbs 18:24"
        },
        {
            "text": "A friend loves at all times, and a brother is born for a difficult time",
            "description": "",
            "category": "Proverbs 17:17"
        },
        {
            "text": "He who oppresses the poor taunts his Maker, but he who is gracious to the needy honors Him",
            "description": "",
            "category": "Proverbs 14:31"
        },
        {
            "text": "The man of integrity walks securely, but he who takes crooked paths will be found out",
            "description": "",
            "category": "Proverbs 10:9"
        },
        {
            "text": "He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city",
            "description": "",
            "category": "Proverbs 16:31"
        },
        {
            "text": "A person without self-control is like a city with broken-down walls",
            "description": "",
            "category": "Proverbs 25:28"
        },
        {
            "text": "Do you see a man who is wise in his own eyes? There is more hope for a fool than for him",
            "description": "",
            "category": "Proverbs 26:12"
        },
        {
            "text": "Better a patient person than a warrior, one with self-control than one who takes a city",
            "description": "",
            "category": "Proverbs 16:32"
        },
        {
            "text": "Blessed are the pure in heart: for they shall see God.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "All wickedness is but little to the wickedness of a woman.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The wicked flee when no man pursueth: but the righteous are bold as a lion.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Perseverance must finish its work so that you may be mature and complete, not lacking anything.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Where there is no vision, the people perish.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The heavens declare the glory of God, and the earth shows his handiwork.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The glory of young men is their strength, and the beauty of old men is their gray head.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "For to me to live is Christ, and to die is gain.",
            "description": "",
            "category": "the holy bible"
        },
        {
            "text": "A wise man feareth, and departeth from evil; but the fool rageth, and is confident.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "But it is good to be zealously affected always in a good thing, and not only when I am present with you.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "He that trusteth in his riches shall fall: but the righteous shall flourish as a branch.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Those who are peacemakers will plant seeds of peace and reap a harvest of goodness.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Greet one another with a holy kiss.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "When I am weak, then am I strong.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "There is a time for everything, and a season for every activity under heaven.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "A word fitly spoken is like apples of gold in pictures of silver.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "As cold waters to a thirsty soul, so is good news from a far country.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "A good name is more desirable than great riches.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Be not curious in unnecessary matters: for more things are shrewd unto thee than men understand.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Prove all things, hold fast to that which is true.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Where there is no law there is no transgression.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Whoever shuts his ears at the cry of the poor, they also shall cry themselves, but not be heard.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "And he said unto them, He that hath ears to hear, let him hear.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "I have seen an end of all perfection: but thy commandment is exceeding broad.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "There is no fear in love; but perfect love casts out fear.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Be ye therefore perfect, eve as your Father who is in heaven is perfect.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Sow to the wind and you will reap a whirlwind.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?",
            "description": "",
            "category": "bible"
        },
        {
            "text": "He that loveth silver shall not be satisfied with silver, nor he that loveth abundance with increase: this is also vanity.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Take care that you do not despise one of these little ones; for I tell you, in heaven their angels continually see the face of my Father.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Live in harmony with one another. Do not be proud or conceited.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Let all things be done decently and in order.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "My strength is made perfect in weakness.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Excellence is not being the best; it is doing your best.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The wise man looks ahead. The fool attempts to fool himself and wont face facts.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Multitudes, multitudes in the valley of decision: for the day of the Lord is near in the valley of decision.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Keep me as the apple of the eye; hide me under the shadow of thy wings.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "For I bear them record that they have a zeal of God, but not according to knowledge.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Thy word is a lamp to my feet, and a light to my path.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "If you love only those who love you  if you help only those who help you what merit is that to you?",
            "description": "",
            "category": "bible"
        },
        {
            "text": "God loveth a cheerful giver.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The rod and reproof give wisdom: but a child left to himself bringeth his mother to shame.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "But he that shall endure unto the end, the same shall be saved.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The waters wear the stones: thou washeth away the things which grow out of the dust of the earth; and thou destroyest the hope of man.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Sorrow is better than laughter, for by the sadness of the face the heart is made better.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Charity suffereth long, and is kind; charity envieth not; charity vaulteth not itself, is not puffed up.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Give to him that asketh thee, and from him that would borrow of thee turn not thou away.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Even as I have seen, they that plough iniquity, and sow wickedness, reap the same.",
            "description": "",
            "category": "bible"
        }
    ]
}
