{
    "bible": [
        {
            "text": "As saith the proverb of the ancients, Wickedness proceedeth from the wicked: but mine hand shall not be upon thee.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "All wickedness is but little to the wickedness of a woman.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The wicked flee when no man pursueth: but the righteous are bold as a lion.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Do not withhold good from those to whom it is due, when it is in the power of your hand to do so.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Perseverance must finish its work so that you may be mature and complete, not lacking anything.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Where there is no vision, the people perish.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The heavens declare the glory of God, and the earth shows his handiwork.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The glory of young men is their strength, and the beauty of old men is their gray head.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "For to me to live is Christ, and to die is gain.",
            "description": "",
            "category": "the holy bible"
        },
        {
            "text": "A wise man feareth, and departeth from evil; but the fool rageth, and is confident.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "But it is good to be zealously affected always in a good thing, and not only when I am present with you.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "He that trusteth in his riches shall fall: but the righteous shall flourish as a branch.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Those who are peacemakers will plant seeds of peace and reap a harvest of goodness.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Greet one another with a holy kiss.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "When I am weak, then am I strong.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Stupid people always think they are right. Wise people listen to advice.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "There is a time for everything, and a season for every activity under heaven.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "A word fitly spoken is like apples of gold in pictures of silver.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "As cold waters to a thirsty soul, so is good news from a far country.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "A good name is better than precious ointment.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "A good name is more desirable than great riches.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Be not curious in unnecessary matters: for more things are shrewd unto thee than men understand.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Prove all things, hold fast to that which is true.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Where there is no law there is no transgression.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Whoever shuts his ears at the cry of the poor, they also shall cry themselves, but not be heard.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "And he said unto them, He that hath ears to hear, let him hear.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "I have seen an end of all perfection: but thy commandment is exceeding broad.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "There is no fear in love; but perfect love casts out fear.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Be ye therefore perfect, eve as your Father who is in heaven is perfect.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Sow to the wind and you will reap a whirlwind.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Seek and ye shall find.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?",
            "description": "",
            "category": "bible"
        },
        {
            "text": "He that loveth silver shall not be satisfied with silver, nor he that loveth abundance with increase: this is also vanity.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Take care that you do not despise one of these little ones; for I tell you, in heaven their angels continually see the face of my Father.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Live in harmony with one another. Do not be proud… or conceited.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Let all things be done decently and in order.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "My strength is made perfect in weakness.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Excellence is not being the best; it is doing your best.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The wise man looks ahead. The fool attempts to fool himself and won’t face facts.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Stupid people always think they are right. Wise people listen to advice.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Multitudes, multitudes in the valley of decision: for the day of the Lord is near in the valley of decision.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Keep me as the apple of the eye; hide me under the shadow of thy wings.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "For I bear them record that they have a zeal of God, but not according to knowledge.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Thy word is a lamp to my feet, and a light to my path.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "For to me to live is Christ, and to die is gain.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "If you love only those who love you … if you help only those who help you …what merit is that to you?",
            "description": "",
            "category": "bible"
        },
        {
            "text": "God loveth a cheerful giver.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The rod and reproof give wisdom: but a child left to himself bringeth his mother to shame.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "But he that shall endure unto the end, the same shall be saved.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "The waters wear the stones: thou washeth away the things which grow out of the dust of the earth; and thou destroyest the hope of man.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Sorrow is better than laughter, for by the sadness of the face the heart is made better.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "And he said unto them, He that hath ears to hear, let him hear.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Whoever shuts his ears at the cry of the poor, they also shall cry themselves, but not be heard.",
            "description": "",
            "category": "the holy bible"
        },
        {
            "text": "Charity suffereth long, and is kind; charity envieth not; charity vaulteth not itself, is not puffed up.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Give to him that asketh thee, and from him that would borrow of thee turn not thou away.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "He that troubles his own house shall inherit the wind: and the fool shall be servant to the wise of heart.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "As cold waters to a thirsty soul, so is good news from a far country.",
            "description": "",
            "category": "english bible"
        },
        {
            "text": "As cold waters to a thirsty soul, so is good news from a far country.",
            "description": "",
            "category": "english bible"
        },
        {
            "text": "Every wise woman builds her house: but the fool plucks it down with her hands.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "Even as I have seen, they that plough iniquity, and sow wickedness, reap the same.",
            "description": "",
            "category": "bible"
        },
        {
            "text": "If a ruler hearken to lies, all his servants are wicked.",
            "description": "",
            "category": "bible"
        }
    ]
}
