{
    "talmud": [
        {
            "text": "Who is strong? He who subdues his passions.",
            "description": "",
            "category": "the talmud"
        },
        {
            "text": "If you add to the truth, you subtract from it.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Excellent is wisdom when associated with an inheritance.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "God could not be everywhere, so therefore he made mothers.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "God is merciful to those who are merciful to others.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "A word is worth one coin; silence is worth two.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "The unlearned lose the power of clear thinking as they grow old, but scholars gain in it as their years advance.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "A scholar takes precedence over a king of Israel, for if a scholar dies, there is none to replace him; while if a king of Israel dies, all Israel are eligible for kingship.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "A sage is jealous of another sage, but not of one unlearned in his subject.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Who is rich? He who rejoices in his portion.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Why was man created on the sixth day? To teach that if he is ever swrollen with pride, it can be said to him: A flea came ahead of thee in creation.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "The proverb runs: How great that man would be were he not so arrogant.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Judgment delayed is judgment voided.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Do not judge your fellow man until you have stood in his place.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "For the unlearned, old age is a winter; for the learned it is the season of the harvest.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Every blade of grass has its Angel that bends over it and whispers, \"Grow, grow.\"",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Better is he who gives little to charity from money honestly earned, than he who gives much from dishonestly gained wealth.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Even a poor man who lives on charity should give charity.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Rabbi Akiba said: \"Everything is foreseen, yet freedom is given; the world is judged by grace, yet all is according to the amount of good works.\"",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "He who hath compassion upon others receives compassion from Heaven.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Let no man ask what had been before creation of the world.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "A man cannot say to the Angel of Death: I wish to arrange my affairs before I die.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Good deeds are better than wise sayings.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Thy friend has a friend, and thy friend's friend has a friend; be discreet.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Teach thy tongue to say, \"I do not know.\"",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "If your enemy is hungry, give him bread to eat; and if thirsty, give him water to drink. Even if he came to kill you, give him food if he is hungry or water if he is thirsty.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Jealousy, passion, vanity drive one out of the world.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "A man does not hurt his finger unless it is decreed from above.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "It is fitting for a great God to forgive great sinners.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "You must forgive those who transgress against you before you can look to forgiveness from Above.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Just as the larger fish in the sea swallow the smaller, so also is it with men. If not for the fear of government, the stronger would swallow the weaker.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "God says to man: \"With thy very wounds I will heal thee.\"",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "God wants the heart.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "Whoever humbles himself, God elevates him; whoever is proud, God brings him down. Whoever runs after honors, honors run away from him.",
            "description": "",
            "category": "The Talmud"
        },
        {
            "text": "We do not see things as they are, we see things as we are.",
            "description": "",
            "category": "talmuidic"
        },
        {
            "text": "Never greet a stranger in the night, for he may be a demon.",
            "description": "",
            "category": "talmud"
        },
        {
            "text": "The man who asks mercy for another while both are in peril will be answered first.",
            "description": "",
            "category": "the talmud"
        },
        {
            "text": "Better an ounce from the ground than a pound from the roof.",
            "description": "",
            "category": "the talmud"
        },
        {
            "text": "Sheep follow sheep.",
            "description": "",
            "category": "the talmud"
        },
        {
            "text": "A person is led on the path that he truly wants to travel on.",
            "description": "",
            "category": "the talmud"
        },
        {
            "text": "Join the company of lions rather than assume the lead among foxes.",
            "description": "",
            "category": "the talmud"
        }
    ]
}
