{
    "zen": [
        {
            "text": "The best leaders of all, the people know not they exist. They turn to each other and say We did it ourselves.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A beautiful woman who is pleasing to men is good only for frightening fish when she falls into the water.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A closed mouth gathers no foot.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A follower of the way has neither form nor shape, neither root nor trunk; nor dwelling place; like a fish leaping in the water.",
            "description": "",
            "category": "rinzai zen"
        },
        {
            "text": "A good teacher opens the door for you, but you must enter the room by yourself.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A hut full of laughter is richer than a palace full of sadness.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A mountain never yields to the wind no matter how strong it is.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A person who is capable of blushing cannot have a bad heart.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A strong man overcomes an obstacle, a wise man goes the whole way.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "A thousand-mile journey begins with just one step.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Always look on the bright side of things. If you can’t comprehend this, polish that which has become dull until it begins to shine.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "At the still-point in the center of the circle one can see the infinite in all things.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Be master of mind rather than mastered by mind.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Before you criticize someone, you should walk a mile in their shoes. That way, when you criticize them, you’re a mile away and you have their shoes.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Better to see the face than to hear the name.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Better to sit all night than to go to bed with a dragon.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Better to struggle with a sick jackass than carry the wood by yourself.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Chop wood, carry water.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Confuse them with your silence and amaze them with your actions.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Do not walk behind me, for I may not lead. Do not walk ahead of me, for I may not follow. Do not walk beside me either. Just pretty much leave me the hell alone.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Don’t be afraid that you do not know something. Be afraid of not learning about it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Don’t be afraid to go slowly. Be afraid of stopping.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Don’t be irreplaceable. If you can’t be replaced, you can’t be promoted.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Don’t be satisfied with your accomplishment, nor be dissatisfied with it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Don’t speak if it doesn’t improve on silence.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Duct tape is like ‘The Force’. It has a light side and a dark side, and it holds the universe together.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Even if you stumble and fall down, it doesn’t mean you’ve chosen the wrong path.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Even the happiness of a fool is a stupid kind of happiness.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Everyday life is the way.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Everyone seems normal until you get to know them.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Experience is something you don’t get until just after you need it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "From the withered tree, a flower blooms.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Generally speaking, you aren’t learning much when your lips are moving.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Give a man a fish and he will eat for a day. Teach him how to fish, and he will sit in a boat and drink beer all day.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Good judgment comes from bad experience, and a lot of that comes from bad judgment.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Great Faith. Great Doubt. Great Effort.",
            "description": "",
            "category": "the three qualities necessary for training. – zen"
        },
        {
            "text": "Hating someone makes them important. Forgiving them makes them obsolete.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If at first you don’t succeed, skydiving is not for you.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If you do not get it from yourself, Where will you go for it?",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If you ever feel you are worthless remember that you are full of expensive organs.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If you lend someone $20 and never see that person again, it was probably worth it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If you think nobody cares if you’re alive, try missing a couple of car payments.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If you want a certain thing, you must first be a certain person. Once you are that certain person, obtaining that certain thing will no longer be a concern of yours.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If you’ve made a mistake, it’s better just to laugh at it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "If you’re attached to anything, you surely will go far astray.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "In studying the way, realizing it is hard; once you have realized it, preserving it is hard. When you can preserve it, putting it into practice is hard.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "It takes a wise man to learn from his mistakes, but an even wiser man to learn from others.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "It’s always darkest before dawn. So if you’re going to steal your neighbor’s newspaper, that’s the time to do it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "It’s better be a person for a day than to be a shadow for days.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "It’s not about approving or liking, but just being able to allow the world to be the way it is without resenting, hating, or judging it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Knock on the sky and Listen to the sound.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Knowledge is learning something everyday. Wisdom is letting go of something everyday.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Learning Zen is a phenomenon of gold & dung. Before you learn it, it’s like gold; after you learn it, it’s like dung.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Let go over a cliff, die completely, and then come back to life — after that you cannot be deceived.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Let go, or be dragged.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Life is the only thing worth living for.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Live calmly. The time will come when the flowers bloom by themselves.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Man stands in his own shadow and wonders why it is dark.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Move and the way will open.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Never test the depth of the water with both feet.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "No matter what happens, somebody will find a way to take it too seriously.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "No one returns from a long journey the same person they were before.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "No snowflake ever falls in the wrong place.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "One moon shows in every pool, in every pool the one moon.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Sit, walk, or run, but don’t wobble.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Some days you’re the bug; some days you’re the windshield.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Someone who points out your flaws to you is not necessarily your enemy. Someone who speaks of your virtues is not necessarily your friend.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Still water has no mind to receive the image of the migrating geese.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The best time to plant a tree was years ago. The second best time is now.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The Buddha talked about saving all beings from delusion, not converting them to a new religion.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The goal in life is to die young, but to do as late as possible.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The infinite is in the finite of every instant.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The instant you speak about a thing, you miss the mark.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The man who moved the mountain was the one who began carrying away the smallest stones.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The mind should be as a mirror.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The obstacle is the path.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The one who is good at shooting does not hit the center of the target.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The quickest way to double your money is to fold it in half and put it back in your pocket.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The temptation to give up is strongest just before victory.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The wise adapt themselves to circumstances, as water molds itself to the pitcher.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "There’s no such thing as a friend who doesn’t have any flaws. But if you try to look for all their flaws, you will remain with no friends.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "To follow the path, look to the master, follow the master, walk with the master, see through the master, become the master.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "To know and not do is not yet to know.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Unhappiness enters through a door that has been left open.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "What was never lost can never be found.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Whatever happens always happens on time.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "When an ordinary man attains knowledge, he is a sage; when a sage attains understanding, he is an ordinary man.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "When eating bamboo sprouts, remember the man who planted them.",
            "description": "",
            "category": "chinese"
        },
        {
            "text": "When the pupil is ready to learn, a teacher will appear.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "When the student is ready, the teacher will appear.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "When walking, walk. When eating, eat.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "When you get to the top of the mountain, keep climbing.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "When you reach the top, keep climbing.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "When you seek it, you cannot find it.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Where there is great doubt, there will be great awakening; small doubt, small awakening, no doubt, no awakening.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Where you are right now is where you are.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Words diminish meanings; these words included.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "You are exactly where you need to be.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "You should sit and meditate for 20 minutes, unless you’re too busy, then you should sit and meditate or an hour.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Your home is where your thoughts find peace.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The Great Way is not difficult for those who have no preferences.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Only when you can be extremely pliable and soft can you be extremely hard and strong.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "No snowflake ever falls in the wrong place.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Do not seek the truth, only cease to cherish your opinions.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "The obstacle is the path.",
            "description": "",
            "category": "zen saying"
        },
        {
            "text": "In studying the way, realizing it is hard; once you have realized it, preserving it is hard. When you can preserve it, putting it into practice is hard.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Sitting quietly, doing nothing, spring comes and the grass grows by itself.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Knowledge is learning something every day. Wisdom is letting go of something every day.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Sit, walk, or run, but don’t wobble.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "One day a student asked Taiga, \"What is the most difficult part of painting?\" Taiga answered, \"The part of the paper where nothing is painted is the most difficult.",
            "description": "",
            "category": "zen"
        },
        {
            "text": "Let go over a cliff, die completely, and then come back to life — after that you cannot be deceived.",
            "description": "",
            "category": "zen"
        }
    ]
}
